{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "[": 36,
      "\\": 37,
      "]": 38,
      "_": 39,
      "`": 40,
      "a": 41,
      "b": 42,
      "c": 43,
      "d": 44,
      "e": 45,
      "f": 46,
      "g": 47,
      "h": 48,
      "i": 49,
      "j": 50,
      "k": 51,
      "l": 52,
      "m": 53,
      "n": 54,
      "o": 55,
      "p": 56,
      "q": 57,
      "r": 58,
      "s": 59,
      "t": 60,
      "u": 61,
      "v": 62,
      "w": 63,
      "x": 64,
      "y": 65,
      "z": 66,
      "|": 67,
      "~": 68,
      "¡": 69,
      "¯": 70,
      "°": 71,
      "¹": 72,
      "½": 73,
      "¿": 74,
      "ł": 75,
      "а": 76,
      "б": 77,
      "г": 78,
      "е": 79,
      "к": 80,
      "л": 81,
      "м": 82,
      "о": 83,
      "с": 84,
      "т": 85,
      "у": 86,
      "ь": 87,
      "я": 88,
      "আ": 89,
      "ই": 90,
      "গ": 91,
      "ট": 92,
      "ভ": 93,
      "র": 94,
      "ল": 95,
      "স": 96,
      "া": 97,
      "ি": 98,
      "ে": 99,
      "ಠ": 100,
      "ᴥ": 101,
      "ᵒ": 102,
      "ᶅ": 103,
      "ᶘ": 104,
      "–": 105,
      "—": 106,
      "―": 107,
      "‘": 108,
      "’": 109,
      "“": 110,
      "”": 111,
      "…": 112,
      "′": 113,
      "″": 114,
      "™": 115,
      "⊙": 116,
      "◕": 117,
      "✊": 118,
      "❤": 119,
      "ツ": 120,
      "︿": 121,
      "🌮": 122,
      "🍋": 123,
      "🍕": 124,
      "🎂": 125,
      "🎄": 126,
      "🎈": 127,
      "🎉": 128,
      "🎤": 129,
      "🎶": 130,
      "🎸": 131,
      "🐔": 132,
      "🐮": 133,
      "🐱": 134,
      "🐷": 135,
      "👀": 136,
      "👊": 137,
      "👑": 138,
      "👬": 139,
      "👻": 140,
      "💀": 141,
      "💉": 142,
      "💊": 143,
      "💋": 144,
      "💩": 145,
      "💰": 146,
      "🔥": 147,
      "😂": 148,
      "😎": 149,
      "😒": 150,
      "😔": 151,
      "😞": 152,
      "😢": 153,
      "😬": 154,
      "😭": 155,
      "😱": 156,
      "🙄": 157,
      "🙌": 158,
      "🚇": 159,
      "🚗": 160,
      "🚴": 161,
      "🤔": 162,
      "🤦": 163,
      "##p": 164,
      "##l": 165,
      "##i": 166,
      "##f": 167,
      "##t": 168,
      "##r": 169,
      "##v": 170,
      "##a": 171,
      "##z": 172,
      "##e": 173,
      "##s": 174,
      "##g": 175,
      "##n": 176,
      "##d": 177,
      "##o": 178,
      "##m": 179,
      "##u": 180,
      "##w": 181,
      "##c": 182,
      "##h": 183,
      "##b": 184,
      "##y": 185,
      "##k": 186,
      "##x": 187,
      "##3": 188,
      "##4": 189,
      "##7": 190,
      "##6": 191,
      "##5": 192,
      "##q": 193,
      "##0": 194,
      "##2": 195,
      "##8": 196,
      "##9": 197,
      "##1": 198,
      "##j": 199,
      "##°": 200,
      "##🍕": 201,
      "##🎈": 202,
      "##🎉": 203,
      "##ই": 204,
      "##ভ": 205,
      "##ি": 206,
      "##ল": 207,
      "##গ": 208,
      "##😱": 209,
      "##л": 210,
      "##у": 211,
      "##б": 212,
      "##о": 213,
      "##к": 214,
      "##а": 215,
      "##я": 216,
      "##া": 217,
      "##т": 218,
      "##ł": 219,
      "##😎": 220,
      "##½": 221,
      "##🎂": 222,
      "##™": 223,
      "##😬": 224,
      "##🤔": 225,
      "##💉": 226,
      "##е": 227,
      "##м": 228,
      "##ь": 229,
      "##🔥": 230,
      "##😂": 231,
      "##ট": 232,
      "##ে": 233,
      "##র": 234,
      "##💰": 235,
      "##🎸": 236,
      "##🎄": 237,
      "##ᴥ": 238,
      "##ᵒ": 239,
      "##ᶅ": 240,
      "th": 241,
      "##er": 242,
      "##in": 243,
      "##on": 244,
      "the": 245,
      "##es": 246,
      "##at": 247,
      "##or": 248,
      "##en": 249,
      "##an": 250,
      "##al": 251,
      "##ing": 252,
      "##ar": 253,
      "##ed": 254,
      "to": 255,
      "##ou": 256,
      "##ic": 257,
      "##is": 258,
      "##it": 259,
      "in": 260,
      "of": 261,
      "##mp": 262,
      "##ion": 263,
      "##ll": 264,
      "an": 265,
      "tr": 266,
      "##as": 267,
      "##ent": 268,
      "##id": 269,
      "re": 270,
      "##re": 271,
      "##om": 272,
      "##ot": 273,
      "pr": 274,
      "tru": 275,
      "##le": 276,
      "trump": 277,
      "##st": 278,
      "for": 279,
      "##ac": 280,
      "and": 281,
      "##ay": 282,
      "##ig": 283,
      "de": 284,
      "st": 285,
      "on": 286,
      "is": 287,
      "wh": 288,
      "##ve": 289,
      "##et": 290,
      "##ow": 291,
      "##ut": 292,
      "##ly": 293,
      "##ers": 294,
      "##ill": 295,
      "be": 296,
      "##ol": 297,
      "##am": 298,
      "##se": 299,
      "##ate": 300,
      "##ur": 301,
      "he": 302,
      "##ct": 303,
      "##ad": 304,
      "##op": 305,
      "##im": 306,
      "con": 307,
      "##ation": 308,
      "##ir": 309,
      "ne": 310,
      "##ld": 311,
      "it": 312,
      "##ver": 313,
      "##ess": 314,
      "##oc": 315,
      "##us": 316,
      "ch": 317,
      "##est": 318,
      "sh": 319,
      "##ter": 320,
      "##and": 321,
      "that": 322,
      "##ce": 323,
      "rep": 324,
      "##il": 325,
      "don": 326,
      "##th": 327,
      "we": 328,
      "##ist": 329,
      "##ith": 330,
      "##ak": 331,
      "##ch": 332,
      "se": 333,
      "##ican": 334,
      "as": 335,
      "with": 336,
      "cl": 337,
      "##un": 338,
      "pres": 339,
      "##ge": 340,
      "at": 341,
      "##ort": 342,
      "##ment": 343,
      "##ub": 344,
      "##ident": 345,
      "fr": 346,
      "cou": 347,
      "##mer": 348,
      "##pp": 349,
      "##igh": 350,
      "president": 351,
      "ab": 352,
      "##ul": 353,
      "ha": 354,
      "su": 355,
      "##ald": 356,
      "un": 357,
      "le": 358,
      "donald": 359,
      "##ie": 360,
      "##ain": 361,
      "are": 362,
      "new": 363,
      "##ary": 364,
      "his": 365,
      "##iv": 366,
      "##ts": 367,
      "##ack": 368,
      "go": 369,
      "not": 370,
      "##ff": 371,
      "##ial": 372,
      "you": 373,
      "##out": 374,
      "##os": 375,
      "##ubl": 376,
      "##all": 377,
      "##ere": 378,
      "##ore": 379,
      "was": 380,
      "##ust": 381,
      "##art": 382,
      "##ia": 383,
      "##ity": 384,
      "dem": 385,
      "##ost": 386,
      "say": 387,
      "ex": 388,
      "##ive": 389,
      "has": 390,
      "##ton": 391,
      "this": 392,
      "pro": 393,
      "sp": 394,
      "##ies": 395,
      "sen": 396,
      "do": 397,
      "sa": 398,
      "ob": 399,
      "##ome": 400,
      "la": 401,
      "##rat": 402,
      "about": 403,
      "cr": 404,
      "have": 405,
      "from": 406,
      "pol": 407,
      "en": 408,
      "##gr": 409,
      "##ould": 410,
      "##ign": 411,
      "ad": 412,
      "amer": 413,
      "republ": 414,
      "co": 415,
      "ag": 416,
      "republican": 417,
      "but": 418,
      "##ight": 419,
      "democ": 420,
      "##ice": 421,
      "##ud": 422,
      "will": 423,
      "ca": 424,
      "obam": 425,
      "##end": 426,
      "me": 427,
      "##ction": 428,
      "##ke": 429,
      "wor": 430,
      "##ear": 431,
      "##ant": 432,
      "vot": 433,
      "##ee": 434,
      "democrat": 435,
      "##ab": 436,
      "pl": 437,
      "hou": 438,
      "##od": 439,
      "gop": 440,
      "li": 441,
      "##ite": 442,
      "by": 443,
      "clin": 444,
      "com": 445,
      "##iz": 446,
      "off": 447,
      "all": 448,
      "##ra": 449,
      "##ast": 450,
      "al": 451,
      "up": 452,
      "clinton": 453,
      "##ally": 454,
      "law": 455,
      "who": 456,
      "said": 457,
      "they": 458,
      "af": 459,
      "##are": 460,
      "what": 461,
      "or": 462,
      "##el": 463,
      "can": 464,
      "over": 465,
      "out": 466,
      "##cc": 467,
      "##oun": 468,
      "just": 469,
      "house": 470,
      "jo": 471,
      "##itic": 472,
      "ele": 473,
      "##ates": 474,
      "obama": 475,
      "ar": 476,
      "##ian": 477,
      "##gress": 478,
      "##gh": 479,
      "##ard": 480,
      "says": 481,
      "te": 482,
      "##ect": 483,
      "##ence": 484,
      "##tr": 485,
      "hill": 486,
      "more": 487,
      "pe": 488,
      "##ks": 489,
      "res": 490,
      "##if": 491,
      "##ake": 492,
      "after": 493,
      "##der": 494,
      "20": 495,
      "##ip": 496,
      "##mb": 497,
      "##ace": 498,
      "american": 499,
      "state": 500,
      "##her": 501,
      "##ass": 502,
      "##ous": 503,
      "bl": 504,
      "gr": 505,
      "one": 506,
      "##ail": 507,
      "##ag": 508,
      "no": 509,
      "##ey": 510,
      "##orn": 511,
      "their": 512,
      "##oll": 513,
      "dis": 514,
      "peop": 515,
      "##ions": 516,
      "people": 517,
      "sec": 518,
      "tw": 519,
      "lo": 520,
      "att": 521,
      "##ong": 522,
      "would": 523,
      "br": 524,
      "##day": 525,
      "bill": 526,
      "war": 527,
      "year": 528,
      "part": 529,
      "get": 530,
      "again": 531,
      "mar": 532,
      "hillary": 533,
      "hu": 534,
      "##own": 535,
      "camp": 536,
      "white": 537,
      "sc": 538,
      "congress": 539,
      "##em": 540,
      "cour": 541,
      "##ors": 542,
      "man": 543,
      "call": 544,
      "how": 545,
      "ev": 546,
      "##ok": 547,
      "politic": 548,
      "##ans": 549,
      "##ure": 550,
      "tim": 551,
      "##ide": 552,
      "##ern": 553,
      "if": 554,
      "us": 555,
      "##aign": 556,
      "than": 557,
      "campaign": 558,
      "##ich": 559,
      "##uc": 560,
      "##ell": 561,
      "##ire": 562,
      "##ict": 563,
      "int": 564,
      "fir": 565,
      "##ib": 566,
      "##hing": 567,
      "##eral": 568,
      "exp": 569,
      "election": 570,
      "##vern": 571,
      "our": 572,
      "govern": 573,
      "could": 574,
      "republicans": 575,
      "mon": 576,
      "like": 577,
      "##ine": 578,
      "##ap": 579,
      "##ration": 580,
      "court": 581,
      "##ind": 582,
      "##man": 583,
      "day": 584,
      "nation": 585,
      "coun": 586,
      "news": 587,
      "her": 588,
      "app": 589,
      "supp": 590,
      "may": 591,
      "qu": 592,
      "back": 593,
      "##age": 594,
      "so": 595,
      "fl": 596,
      "##ound": 597,
      "##king": 598,
      "lead": 599,
      "201": 600,
      "comm": 601,
      "sup": 602,
      "some": 603,
      "senate": 604,
      "##ec": 605,
      "kn": 606,
      "##ough": 607,
      "##rem": 608,
      "there": 609,
      "##alth": 610,
      "##ory": 611,
      "report": 612,
      "cons": 613,
      "democrats": 614,
      "acc": 615,
      "##reat": 616,
      "##ica": 617,
      "##mm": 618,
      "rec": 619,
      "should": 620,
      "##ame": 621,
      "##itt": 622,
      "act": 623,
      "##ens": 624,
      "##ick": 625,
      "dr": 626,
      "dec": 627,
      "chan": 628,
      "##ations": 629,
      "##erv": 630,
      "prot": 631,
      "##av": 632,
      "def": 633,
      "been": 634,
      "##uss": 635,
      "##qu": 636,
      "against": 637,
      "now": 638,
      "ever": 639,
      "cand": 640,
      "str": 641,
      "comp": 642,
      "##ek": 643,
      "sand": 644,
      "ro": 645,
      "mo": 646,
      "end": 647,
      "candid": 648,
      "##au": 649,
      "him": 650,
      "ref": 651,
      "##ret": 652,
      "when": 653,
      "time": 654,
      "bo": 655,
      "##orm": 656,
      "plan": 657,
      "##ach": 658,
      "support": 659,
      "she": 660,
      "former": 661,
      "##ise": 662,
      "health": 663,
      "first": 664,
      "##one": 665,
      "##act": 666,
      "imp": 667,
      "inc": 668,
      "democratic": 669,
      "bec": 670,
      "##enc": 671,
      "##ush": 672,
      "##ated": 673,
      "##ue": 674,
      "sanders": 675,
      "##err": 676,
      "inv": 677,
      "leg": 678,
      "##pt": 679,
      "huff": 680,
      "car": 681,
      "need": 682,
      "##ath": 683,
      "ta": 684,
      "##ants": 685,
      "##ase": 686,
      "imm": 687,
      "hel": 688,
      "america": 689,
      "adm": 690,
      "why": 691,
      "care": 692,
      "senat": 693,
      "most": 694,
      "##ting": 695,
      "##ues": 696,
      "huffp": 697,
      "ban": 698,
      "##ose": 699,
      "does": 700,
      "wom": 701,
      "big": 702,
      "inter": 703,
      "am": 704,
      "suprem": 705,
      "##ree": 706,
      "##ents": 707,
      "##io": 708,
      "deb": 709,
      "##ning": 710,
      "##ade": 711,
      "gun": 712,
      "help": 713,
      "##omin": 714,
      "dep": 715,
      "russ": 716,
      "offic": 717,
      "americans": 718,
      "##ious": 719,
      "sch": 720,
      "##ance": 721,
      "##aul": 722,
      "week": 723,
      "know": 724,
      "##ives": 725,
      "prob": 726,
      "##ism": 727,
      "any": 728,
      "presidential": 729,
      "##ile": 730,
      "med": 731,
      "##und": 732,
      "did": 733,
      "##ro": 734,
      "party": 735,
      "##iss": 736,
      "into": 737,
      "bern": 738,
      "##hn": 739,
      "thin": 740,
      "conf": 741,
      "its": 742,
      "tax": 743,
      "fed": 744,
      "##ild": 745,
      "##able": 746,
      "even": 747,
      "win": 748,
      "want": 749,
      "won": 750,
      "##ings": 751,
      "##ty": 752,
      "em": 753,
      "immig": 754,
      "##ord": 755,
      "##ied": 756,
      "##ish": 757,
      "oth": 758,
      "them": 759,
      "mu": 760,
      "states": 761,
      "po": 762,
      "rem": 763,
      "show": 764,
      "work": 765,
      "per": 766,
      "contr": 767,
      "cont": 768,
      "##ief": 769,
      "##oss": 770,
      "##old": 771,
      "every": 772,
      "your": 773,
      "##ons": 774,
      "bernie": 775,
      "still": 776,
      "nomin": 777,
      "##our": 778,
      "ind": 779,
      "##ying": 780,
      "bet": 781,
      "##ments": 782,
      "##ond": 783,
      "supreme": 784,
      "ins": 785,
      "had": 786,
      "par": 787,
      "were": 788,
      "political": 789,
      "##ights": 790,
      "right": 791,
      "down": 792,
      "##ists": 793,
      "national": 794,
      "##og": 795,
      "make": 796,
      "run": 797,
      "##ock": 798,
      "my": 799,
      "op": 800,
      "##inist": 801,
      "under": 802,
      "vote": 803,
      "secret": 804,
      "##um": 805,
      "pre": 806,
      "poll": 807,
      "##wn": 808,
      "attack": 809,
      "##way": 810,
      "##ert": 811,
      "mill": 812,
      "ant": 813,
      "administ": 814,
      "here": 815,
      "countr": 816,
      "##aking": 817,
      "##ood": 818,
      "john": 819,
      "##imate": 820,
      "##ep": 821,
      "##ned": 822,
      "adv": 823,
      "federal": 824,
      "publ": 825,
      "polic": 826,
      "char": 827,
      "des": 828,
      "bid": 829,
      "cla": 830,
      "women": 831,
      "administration": 832,
      "wr": 833,
      "last": 834,
      "##ged": 835,
      "sy": 836,
      "huffpost": 837,
      "##00": 838,
      "way": 839,
      "##ative": 840,
      "years": 841,
      "government": 842,
      "##mber": 843,
      "wat": 844,
      "##get": 845,
      "je": 846,
      "##oot": 847,
      "senator": 848,
      "let": 849,
      "tal": 850,
      "email": 851,
      "other": 852,
      "gen": 853,
      "vi": 854,
      "##sel": 855,
      "##ott": 856,
      "##ims": 857,
      "##ger": 858,
      "##oup": 859,
      "jud": 860,
      "##ges": 861,
      "##acy": 862,
      "group": 863,
      "official": 864,
      "voters": 865,
      "invest": 866,
      "##als": 867,
      "##its": 868,
      "anti": 869,
      "##air": 870,
      "##other": 871,
      "resp": 872,
      "##ug": 873,
      "two": 874,
      "change": 875,
      "##ry": 876,
      "inf": 877,
      "sl": 878,
      "chr": 879,
      "##ful": 880,
      "sur": 881,
      "public": 882,
      "##ren": 883,
      "##vel": 884,
      "viol": 885,
      "sign": 886,
      "fight": 887,
      "##ating": 888,
      "cor": 889,
      "##ional": 890,
      "rights": 891,
      "fin": 892,
      "##ool": 893,
      "##iff": 894,
      "morn": 895,
      "morning": 896,
      "##so": 897,
      "come": 898,
      "##anc": 899,
      "##ited": 900,
      "only": 901,
      "##int": 902,
      "climate": 903,
      "ass": 904,
      "bel": 905,
      "bu": 906,
      "many": 907,
      "rel": 908,
      "long": 909,
      "debate": 910,
      "candidate": 911,
      "##ency": 912,
      "gu": 913,
      "##ities": 914,
      "cru": 915,
      "country": 916,
      "biden": 917,
      "##fore": 918,
      "har": 919,
      "##ual": 920,
      "##ower": 921,
      "quest": 922,
      "think": 923,
      "before": 924,
      "##ork": 925,
      "##uring": 926,
      "justice": 927,
      "doesn": 928,
      "elect": 929,
      "deal": 930,
      "##ady": 931,
      "##lo": 932,
      "police": 933,
      "fam": 934,
      "put": 935,
      "good": 936,
      "##ner": 937,
      "also": 938,
      "take": 939,
      "ver": 940,
      "real": 941,
      "##mak": 942,
      "being": 943,
      "world": 944,
      "ma": 945,
      "##urity": 946,
      "protest": 947,
      "fund": 948,
      "high": 949,
      "ph": 950,
      "##ina": 951,
      "##lear": 952,
      "##ause": 953,
      "stop": 954,
      "iss": 955,
      "conv": 956,
      "ac": 957,
      "terr": 958,
      "hist": 959,
      "tur": 960,
      "##ition": 961,
      "el": 962,
      "##ention": 963,
      "##ible": 964,
      "russia": 965,
      "lat": 966,
      "school": 967,
      "wants": 968,
      "disc": 969,
      "see": 970,
      "sex": 971,
      "shoot": 972,
      "##iew": 973,
      "much": 974,
      "paul": 975,
      "lawmak": 976,
      "##ily": 977,
      "##ru": 978,
      "own": 979,
      "##ike": 980,
      "##att": 981,
      "min": 982,
      "investig": 983,
      "##eet": 984,
      "pay": 985,
      "prim": 986,
      "##ical": 987,
      "security": 988,
      "##con": 989,
      "reg": 990,
      "##eep": 991,
      "cruz": 992,
      "stud": 993,
      "id": 994,
      "opp": 995,
      "rac": 996,
      "spe": 997,
      "##akes": 998,
      "##ah": 999,
      "##ns": 1000,
      "##ope": 1001,
      "##gest": 1002,
      "happ": 1003,
      "because": 1004,
      "race": 1005,
      "secretary": 1006,
      "##ked": 1007,
      "mcc": 1008,
      "threat": 1009,
      "really": 1010,
      "governor": 1011,
      "##acare": 1012,
      "obamacare": 1013,
      "##ands": 1014,
      "critic": 1015,
      "##fe": 1016,
      "##erson": 1017,
      "washing": 1018,
      "2016": 1019,
      "washington": 1020,
      "policy": 1021,
      "##yan": 1022,
      "fe": 1023,
      "##ward": 1024,
      "ed": 1025,
      "coll": 1026,
      "eff": 1027,
      "bar": 1028,
      "##jor": 1029,
      "ben": 1030,
      "##son": 1031,
      "mich": 1032,
      "ann": 1033,
      "top": 1034,
      "look": 1035,
      "conserv": 1036,
      "going": 1037,
      "tex": 1038,
      "##ult": 1039,
      "##ft": 1040,
      "##ress": 1041,
      "##alif": 1042,
      "prop": 1043,
      "child": 1044,
      "##land": 1045,
      "##erg": 1046,
      "##ince": 1047,
      "nominee": 1048,
      "death": 1049,
      "during": 1050,
      "major": 1051,
      "fac": 1052,
      "ir": 1053,
      "##les": 1054,
      "##ling": 1055,
      "mus": 1056,
      "mil": 1057,
      "pass": 1058,
      "start": 1059,
      "tell": 1060,
      "depart": 1061,
      "another": 1062,
      "##ision": 1063,
      "tweet": 1064,
      "##ves": 1065,
      "19": 1066,
      "##ians": 1067,
      "##eg": 1068,
      "add": 1069,
      "made": 1070,
      "while": 1071,
      "kill": 1072,
      "keep": 1073,
      "##gin": 1074,
      "rul": 1075,
      "##imin": 1076,
      "ra": 1077,
      "face": 1078,
      "leaders": 1079,
      "calls": 1080,
      "trans": 1081,
      "black": 1082,
      "##arly": 1083,
      "york": 1084,
      "##ull": 1085,
      "##eal": 1086,
      "meet": 1087,
      "immigration": 1088,
      "very": 1089,
      "these": 1090,
      "thr": 1091,
      "which": 1092,
      "too": 1093,
      "##uck": 1094,
      "job": 1095,
      "nor": 1096,
      "ret": 1097,
      "laws": 1098,
      "##xt": 1099,
      "move": 1100,
      "##ash": 1101,
      "general": 1102,
      "vict": 1103,
      "rev": 1104,
      "money": 1105,
      "power": 1106,
      "million": 1107,
      "judge": 1108,
      "##oth": 1109,
      "month": 1110,
      "cut": 1111,
      "##hip": 1112,
      "post": 1113,
      "bush": 1114,
      "soc": 1115,
      "##az": 1116,
      "set": 1117,
      "musl": 1118,
      "department": 1119,
      "ser": 1120,
      "ted": 1121,
      "contin": 1122,
      "media": 1123,
      "dire": 1124,
      "called": 1125,
      "texas": 1126,
      "bre": 1127,
      "rise": 1128,
      "##lem": 1129,
      "stand": 1130,
      "##itter": 1131,
      "far": 1132,
      "press": 1133,
      "##led": 1134,
      "joe": 1135,
      "den": 1136,
      "##ving": 1137,
      "##co": 1138,
      "spee": 1139,
      "committ": 1140,
      "speech": 1141,
      "next": 1142,
      "serv": 1143,
      "##bi": 1144,
      "##orney": 1145,
      "attorney": 1146,
      "didn": 1147,
      "econ": 1148,
      "econom": 1149,
      "calif": 1150,
      "mass": 1151,
      "christ": 1152,
      "##ize": 1153,
      "##ution": 1154,
      "never": 1155,
      "##aff": 1156,
      "##used": 1157,
      "##ix": 1158,
      "abort": 1159,
      "##ames": 1160,
      "##ility": 1161,
      "milit": 1162,
      "north": 1163,
      "ryan": 1164,
      "sm": 1165,
      "##ually": 1166,
      "legal": 1167,
      "##ved": 1168,
      "ge": 1169,
      "miss": 1170,
      "sw": 1171,
      "##ivers": 1172,
      "speak": 1173,
      "test": 1174,
      "progress": 1175,
      "great": 1176,
      "##br": 1177,
      "ste": 1178,
      "rub": 1179,
      "##ather": 1180,
      "fbi": 1181,
      "primary": 1182,
      "##ier": 1183,
      "candidates": 1184,
      "problem": 1185,
      "history": 1186,
      "californ": 1187,
      "case": 1188,
      "##pit": 1189,
      "##allen": 1190,
      "must": 1191,
      "since": 1192,
      "home": 1193,
      "##ior": 1194,
      "prom": 1195,
      "conc": 1196,
      "rele": 1197,
      "##stit": 1198,
      "twitter": 1199,
      "##ead": 1200,
      "office": 1201,
      "those": 1202,
      "isn": 1203,
      "lawmakers": 1204,
      "bus": 1205,
      "dist": 1206,
      "fail": 1207,
      "##ave": 1208,
      "action": 1209,
      "person": 1210,
      "##ison": 1211,
      "##iday": 1212,
      "violence": 1213,
      "california": 1214,
      "politics": 1215,
      "ce": 1216,
      "spec": 1217,
      "direct": 1218,
      "##osed": 1219,
      "immigr": 1220,
      "##owing": 1221,
      "terror": 1222,
      "geor": 1223,
      "rubio": 1224,
      "head": 1225,
      "belie": 1226,
      "chief": 1227,
      "find": 1228,
      "dan": 1229,
      "where": 1230,
      "ve": 1231,
      "##we": 1232,
      "united": 1233,
      "order": 1234,
      "##mbers": 1235,
      "watch": 1236,
      "beh": 1237,
      "reform": 1238,
      "aff": 1239,
      "civ": 1240,
      "hard": 1241,
      "##ject": 1242,
      "##ending": 1243,
      "##pr": 1244,
      "##ends": 1245,
      "shooting": 1246,
      "mid": 1247,
      "##isl": 1248,
      "legisl": 1249,
      "som": 1250,
      "##ized": 1251,
      "##iness": 1252,
      "voter": 1253,
      "vir": 1254,
      "voting": 1255,
      "##ber": 1256,
      "##ics": 1257,
      "##ider": 1258,
      "##ster": 1259,
      "commun": 1260,
      "officials": 1261,
      "##self": 1262,
      "reported": 1263,
      "rest": 1264,
      "##itch": 1265,
      "diff": 1266,
      "wall": 1267,
      "hear": 1268,
      "days": 1269,
      "challen": 1270,
      "##ows": 1271,
      "col": 1272,
      "old": 1273,
      "exec": 1274,
      "city": 1275,
      "committee": 1276,
      "abortion": 1277,
      "##less": 1278,
      "got": 1279,
      "##up": 1280,
      "##ria": 1281,
      "less": 1282,
      "del": 1283,
      "question": 1284,
      "sub": 1285,
      "##ased": 1286,
      "bad": 1287,
      "well": 1288,
      "without": 1289,
      "mat": 1290,
      "##lain": 1291,
      "##urr": 1292,
      "##vers": 1293,
      "##ether": 1294,
      "flor": 1295,
      "might": 1296,
      "##ices": 1297,
      "##ought": 1298,
      "civil": 1299,
      "cris": 1300,
      "read": 1301,
      "seem": 1302,
      "life": 1303,
      "claims": 1304,
      "cent": 1305,
      "mis": 1306,
      "pat": 1307,
      "##urs": 1308,
      "##stem": 1309,
      "000": 1310,
      "##ened": 1311,
      "##iving": 1312,
      "somet": 1313,
      "cit": 1314,
      "ext": 1315,
      "better": 1316,
      "system": 1317,
      "nu": 1318,
      "##use": 1319,
      "protect": 1320,
      "##ik": 1321,
      "told": 1322,
      "##ging": 1323,
      "lawy": 1324,
      "claim": 1325,
      "##uth": 1326,
      "business": 1327,
      "florid": 1328,
      "colle": 1329,
      "iran": 1330,
      "##ox": 1331,
      "play": 1332,
      "desp": 1333,
      "military": 1334,
      "##lud": 1335,
      "whether": 1336,
      "short": 1337,
      "##ently": 1338,
      "ide": 1339,
      "getting": 1340,
      "push": 1341,
      "##ces": 1342,
      "##ont": 1343,
      "ll": 1344,
      "use": 1345,
      "##ank": 1346,
      "fore": 1347,
      "social": 1348,
      "emp": 1349,
      "##ared": 1350,
      "florida": 1351,
      "##ense": 1352,
      "tre": 1353,
      "prev": 1354,
      "give": 1355,
      "prov": 1356,
      "##nn": 1357,
      "##oub": 1358,
      "announ": 1359,
      "mom": 1360,
      "pen": 1361,
      "##ising": 1362,
      "##ised": 1363,
      "wel": 1364,
      "latest": 1365,
      "wal": 1366,
      "##cent": 1367,
      "##onn": 1368,
      "decision": 1369,
      "##ams": 1370,
      "friday": 1371,
      "record": 1372,
      "lot": 1373,
      "mike": 1374,
      "same": 1375,
      "children": 1376,
      "repeal": 1377,
      "sou": 1378,
      "##ason": 1379,
      "betwe": 1380,
      "open": 1381,
      "crisis": 1382,
      "between": 1383,
      "priv": 1384,
      "##ines": 1385,
      "##ops": 1386,
      "##emp": 1387,
      "making": 1388,
      "##ocu": 1389,
      "wrong": 1390,
      "ep": 1391,
      "ill": 1392,
      "##gan": 1393,
      "##ony": 1394,
      "##eth": 1395,
      "leader": 1396,
      "control": 1397,
      "mess": 1398,
      "##nes": 1399,
      "effort": 1400,
      "vet": 1401,
      "family": 1402,
      "supporters": 1403,
      "hope": 1404,
      "execut": 1405,
      "yet": 1406,
      "##sh": 1407,
      "muslim": 1408,
      "##ready": 1409,
      "##olog": 1410,
      "##cept": 1411,
      "already": 1412,
      "clear": 1413,
      "##med": 1414,
      "##come": 1415,
      "##hood": 1416,
      "congressman": 1417,
      "compan": 1418,
      "san": 1419,
      "sug": 1420,
      "##res": 1421,
      "trying": 1422,
      "##ime": 1423,
      "percent": 1424,
      "tues": 1425,
      "##ced": 1426,
      "##ana": 1427,
      "appear": 1428,
      "tuesday": 1429,
      "drug": 1430,
      "both": 1431,
      "##bo": 1432,
      "sexual": 1433,
      "hold": 1434,
      "##ds": 1435,
      "##ody": 1436,
      "##gn": 1437,
      "##ality": 1438,
      "##ides": 1439,
      "activ": 1440,
      "key": 1441,
      "conservative": 1442,
      "bor": 1443,
      "##ection": 1444,
      "##by": 1445,
      "gov": 1446,
      "scott": 1447,
      "##ms": 1448,
      "step": 1449,
      "pick": 1450,
      "three": 1451,
      "through": 1452,
      "##ness": 1453,
      "##ugh": 1454,
      "capit": 1455,
      "expect": 1456,
      "past": 1457,
      "suggest": 1458,
      "det": 1459,
      "##uses": 1460,
      "progr": 1461,
      "arr": 1462,
      "##uct": 1463,
      "times": 1464,
      "appro": 1465,
      "##ures": 1466,
      "##ids": 1467,
      "##ount": 1468,
      "russian": 1469,
      "polls": 1470,
      "includ": 1471,
      "foreign": 1472,
      "fut": 1473,
      "ur": 1474,
      "today": 1475,
      "tra": 1476,
      "##reed": 1477,
      "dead": 1478,
      "class": 1479,
      "##red": 1480,
      "free": 1481,
      "red": 1482,
      "thing": 1483,
      "er": 1484,
      "sol": 1485,
      "##ute": 1486,
      "prof": 1487,
      "investigation": 1488,
      "citiz": 1489,
      "##atives": 1490,
      "carol": 1491,
      "something": 1492,
      "bud": 1493,
      "##nc": 1494,
      "requ": 1495,
      "congressional": 1496,
      "differ": 1497,
      "import": 1498,
      "##ij": 1499,
      "##down": 1500,
      "staff": 1501,
      "chair": 1502,
      "running": 1503,
      "##thing": 1504,
      "actually": 1505,
      "ap": 1506,
      "tar": 1507,
      "once": 1508,
      "##ury": 1509,
      "fox": 1510,
      "reportedly": 1511,
      "south": 1512,
      "##rict": 1513,
      "##ises": 1514,
      "marco": 1515,
      "foll": 1516,
      "things": 1517,
      "##ins": 1518,
      "director": 1519,
      "##gu": 1520,
      "##ided": 1521,
      "carolina": 1522,
      "cond": 1523,
      "senators": 1524,
      "future": 1525,
      "fear": 1526,
      "mean": 1527,
      "mark": 1528,
      "students": 1529,
      "##ael": 1530,
      "warren": 1531,
      "##erate": 1532,
      "working": 1533,
      "shows": 1534,
      "emb": 1535,
      "left": 1536,
      "believe": 1537,
      "best": 1538,
      "##ender": 1539,
      "super": 1540,
      "iow": 1541,
      "shut": 1542,
      "union": 1543,
      "gets": 1544,
      "comey": 1545,
      "##ience": 1546,
      "##uthor": 1547,
      "air": 1548,
      "hand": 1549,
      "comes": 1550,
      "advis": 1551,
      "special": 1552,
      "##wer": 1553,
      "##loy": 1554,
      "##ety": 1555,
      "##erry": 1556,
      "sun": 1557,
      "##ote": 1558,
      "workers": 1559,
      "10": 1560,
      "##aine": 1561,
      "##ably": 1562,
      "billion": 1563,
      "probe": 1564,
      "attacks": 1565,
      "found": 1566,
      "ira": 1567,
      "vis": 1568,
      "issue": 1569,
      "michael": 1570,
      "iowa": 1571,
      "los": 1572,
      "host": 1573,
      "constit": 1574,
      "water": 1575,
      "cho": 1576,
      "used": 1577,
      "concern": 1578,
      "rally": 1579,
      "stre": 1580,
      "lar": 1581,
      "sess": 1582,
      "##ef": 1583,
      "likely": 1584,
      "educ": 1585,
      "iraq": 1586,
      "gre": 1587,
      "list": 1588,
      "talk": 1589,
      "##ization": 1590,
      "##ollster": 1591,
      "incre": 1592,
      "##bor": 1593,
      "then": 1594,
      "tom": 1595,
      "cover": 1596,
      "huffpollster": 1597,
      "virgin": 1598,
      "hal": 1599,
      "vide": 1600,
      "##par": 1601,
      "##ys": 1602,
      "convention": 1603,
      "sus": 1604,
      "mem": 1605,
      "consider": 1606,
      "##ark": 1607,
      "around": 1608,
      "decl": 1609,
      "##ault": 1610,
      "rules": 1611,
      "second": 1612,
      "jeb": 1613,
      "jeff": 1614,
      "groups": 1615,
      "agree": 1616,
      "es": 1617,
      "makes": 1618,
      "poss": 1619,
      "##ential": 1620,
      "##opul": 1621,
      "##ittle": 1622,
      "travel": 1623,
      "least": 1624,
      "mayor": 1625,
      "budget": 1626,
      "batt": 1627,
      "##uge": 1628,
      "##bert": 1629,
      "##iting": 1630,
      "proc": 1631,
      "resign": 1632,
      "interest": 1633,
      "away": 1634,
      "little": 1635,
      "night": 1636,
      "talking": 1637,
      "behind": 1638,
      "ah": 1639,
      "ter": 1640,
      "##onse": 1641,
      "questions": 1642,
      "11": 1643,
      "four": 1644,
      "lives": 1645,
      "members": 1646,
      "response": 1647,
      "fire": 1648,
      "ju": 1649,
      "human": 1650,
      "##onnell": 1651,
      "bir": 1652,
      "net": 1653,
      "##aud": 1654,
      "##for": 1655,
      "prison": 1656,
      "planned": 1657,
      "inst": 1658,
      "##ateg": 1659,
      "presid": 1660,
      "march": 1661,
      "address": 1662,
      "welcome": 1663,
      "hon": 1664,
      "##ases": 1665,
      "woman": 1666,
      "issues": 1667,
      "border": 1668,
      "author": 1669,
      "cost": 1670,
      "div": 1671,
      "##ri": 1672,
      "comments": 1673,
      "virginia": 1674,
      "nuc": 1675,
      "story": 1676,
      "insur": 1677,
      "matter": 1678,
      "pos": 1679,
      "##ven": 1680,
      "asked": 1681,
      "point": 1682,
      "meeting": 1683,
      "immigrants": 1684,
      "pence": 1685,
      "rich": 1686,
      "##pir": 1687,
      "##pect": 1688,
      "enough": 1689,
      "exper": 1690,
      "refuge": 1691,
      "##ale": 1692,
      "##ically": 1693,
      "plans": 1694,
      "200": 1695,
      "dav": 1696,
      "nothing": 1697,
      "despite": 1698,
      "nuclear": 1699,
      "intern": 1700,
      "ear": 1701,
      "men": 1702,
      "##sec": 1703,
      "##rael": 1704,
      "aren": 1705,
      "confir": 1706,
      "mcconnell": 1707,
      "eas": 1708,
      "fil": 1709,
      "israel": 1710,
      "team": 1711,
      "serious": 1712,
      "mod": 1713,
      "pot": 1714,
      "##amp": 1715,
      "presidency": 1716,
      "inform": 1717,
      "lawyer": 1718,
      "##unch": 1719,
      "target": 1720,
      "##lic": 1721,
      "##yp": 1722,
      "##ico": 1723,
      "##omb": 1724,
      "access": 1725,
      "executive": 1726,
      "##ening": 1727,
      "##let": 1728,
      "##ama": 1729,
      "block": 1730,
      "become": 1731,
      "interv": 1732,
      "street": 1733,
      "oh": 1734,
      "view": 1735,
      "citizens": 1736,
      "und": 1737,
      "##abeth": 1738,
      "##yl": 1739,
      "##idence": 1740,
      "strateg": 1741,
      "famil": 1742,
      "wed": 1743,
      "##ph": 1744,
      "##izabeth": 1745,
      "est": 1746,
      "full": 1747,
      "dev": 1748,
      "elizabeth": 1749,
      "important": 1750,
      "fri": 1751,
      "needs": 1752,
      "nomination": 1753,
      "chris": 1754,
      "fact": 1755,
      "remain": 1756,
      "dre": 1757,
      "ago": 1758,
      "##augh": 1759,
      "corp": 1760,
      "sent": 1761,
      "force": 1762,
      "among": 1763,
      "progressive": 1764,
      "jan": 1765,
      "##ipp": 1766,
      "trade": 1767,
      "##ots": 1768,
      "fraud": 1769,
      "propos": 1770,
      "##uana": 1771,
      "reve": 1772,
      "##ults": 1773,
      "guns": 1774,
      "break": 1775,
      "##ijuana": 1776,
      "dra": 1777,
      "fee": 1778,
      "james": 1779,
      "sn": 1780,
      "##racy": 1781,
      "##ker": 1782,
      "##oming": 1783,
      "millions": 1784,
      "sessions": 1785,
      "##ask": 1786,
      "youn": 1787,
      "marijuana": 1788,
      "charl": 1789,
      "speaker": 1790,
      "glo": 1791,
      "popul": 1792,
      "##line": 1793,
      "thurs": 1794,
      "education": 1795,
      "thursday": 1796,
      "ball": 1797,
      "ru": 1798,
      "##ient": 1799,
      "##ino": 1800,
      "monday": 1801,
      "recent": 1802,
      "freed": 1803,
      "star": 1804,
      "accused": 1805,
      "##ourn": 1806,
      "##uit": 1807,
      "doing": 1808,
      "retur": 1809,
      "##ocument": 1810,
      "##ham": 1811,
      "##ania": 1812,
      "isis": 1813,
      "nearly": 1814,
      "intell": 1815,
      "defense": 1816,
      "advoc": 1817,
      "video": 1818,
      "birth": 1819,
      "foc": 1820,
      "ple": 1821,
      "##lu": 1822,
      "##app": 1823,
      "##dle": 1824,
      "##overs": 1825,
      "wins": 1826,
      "crimin": 1827,
      "parent": 1828,
      "arrest": 1829,
      "univers": 1830,
      "##izing": 1831,
      "private": 1832,
      "ign": 1833,
      "env": 1834,
      "funding": 1835,
      "battle": 1836,
      "taking": 1837,
      "##oks": 1838,
      "##ange": 1839,
      "repl": 1840,
      "love": 1841,
      "strong": 1842,
      "protesters": 1843,
      "barack": 1844,
      "economic": 1845,
      "hate": 1846,
      "##uch": 1847,
      "##wh": 1848,
      "##ints": 1849,
      "##orse": 1850,
      "##ley": 1851,
      "prosec": 1852,
      "##ific": 1853,
      "cele": 1854,
      "spending": 1855,
      "assault": 1856,
      "danger": 1857,
      "lin": 1858,
      "##imp": 1859,
      "##oke": 1860,
      "##orter": 1861,
      "close": 1862,
      "place": 1863,
      "glob": 1864,
      "though": 1865,
      "##eller": 1866,
      "few": 1867,
      "benef": 1868,
      "wa": 1869,
      "##lam": 1870,
      "regul": 1871,
      "majority": 1872,
      "program": 1873,
      "ahead": 1874,
      "live": 1875,
      "##ls": 1876,
      "organ": 1877,
      "mueller": 1878,
      "months": 1879,
      "corpor": 1880,
      "kell": 1881,
      "saying": 1882,
      "amid": 1883,
      "controvers": 1884,
      "tells": 1885,
      "##ck": 1886,
      "took": 1887,
      "deep": 1888,
      "##ird": 1889,
      "alleg": 1890,
      "kids": 1891,
      "vac": 1892,
      "##ended": 1893,
      "moore": 1894,
      "build": 1895,
      "sure": 1896,
      "exc": 1897,
      "relig": 1898,
      "effect": 1899,
      "victory": 1900,
      "journ": 1901,
      "##isan": 1902,
      "freedom": 1903,
      "pa": 1904,
      "##gia": 1905,
      "##ob": 1906,
      "finally": 1907,
      "community": 1908,
      "##nesday": 1909,
      "wednesday": 1910,
      "val": 1911,
      "##ney": 1912,
      "##oph": 1913,
      "sever": 1914,
      "democracy": 1915,
      "elections": 1916,
      "families": 1917,
      "gay": 1918,
      "pac": 1919,
      "ans": 1920,
      "##rap": 1921,
      "explain": 1922,
      "sunday": 1923,
      "lou": 1924,
      "##oral": 1925,
      "mex": 1926,
      "##rimin": 1927,
      "##ering": 1928,
      "bring": 1929,
      "steve": 1930,
      "idea": 1931,
      "interview": 1932,
      "equ": 1933,
      "##uel": 1934,
      "hour": 1935,
      "deport": 1936,
      "racist": 1937,
      "moment": 1938,
      "capitol": 1939,
      "round": 1940,
      "##fort": 1941,
      "##ming": 1942,
      "##oric": 1943,
      "votes": 1944,
      "##ways": 1945,
      "non": 1946,
      "##iver": 1947,
      "##ew": 1948,
      "repres": 1949,
      "accord": 1950,
      "##rupt": 1951,
      "gra": 1952,
      "reason": 1953,
      "allow": 1954,
      "letter": 1955,
      "georgia": 1956,
      "employ": 1957,
      "epa": 1958,
      "doub": 1959,
      "##ne": 1960,
      "##igence": 1961,
      "himself": 1962,
      "##brief": 1963,
      "college": 1964,
      "veter": 1965,
      "kore": 1966,
      "loc": 1967,
      "lost": 1968,
      "lob": 1969,
      "attemp": 1970,
      "newsbrief": 1971,
      "acr": 1972,
      "service": 1973,
      "middle": 1974,
      "av": 1975,
      "early": 1976,
      "sing": 1977,
      "takes": 1978,
      "##ined": 1979,
      "##iron": 1980,
      "thinks": 1981,
      "young": 1982,
      "parenthood": 1983,
      "fav": 1984,
      "thous": 1985,
      "saf": 1986,
      "term": 1987,
      "ohio": 1988,
      "journal": 1989,
      "##ages": 1990,
      "putin": 1991,
      "##ky": 1992,
      "##ator": 1993,
      "##isc": 1994,
      "##ified": 1995,
      "brown": 1996,
      "calling": 1997,
      "eth": 1998,
      "adviser": 1999,
      "mitch": 2000,
      "pet": 2001,
      "sil": 2002,
      "##ember": 2003,
      "##ones": 2004,
      "##ades": 2005,
      "turn": 2006,
      "schools": 2007,
      "across": 2008,
      "curr": 2009,
      "vice": 2010,
      "##my": 2011,
      "##ars": 2012,
      "toward": 2013,
      "##unt": 2014,
      "mccain": 2015,
      "movement": 2016,
      "name": 2017,
      "west": 2018,
      "##go": 2019,
      "##ission": 2020,
      "george": 2021,
      "intelligence": 2022,
      "criminal": 2023,
      "alle": 2024,
      "using": 2025,
      "##ats": 2026,
      "cauc": 2027,
      "rece": 2028,
      "##ertain": 2029,
      "aw": 2030,
      "fly": 2031,
      "ris": 2032,
      "chec": 2033,
      "cov": 2034,
      "probably": 2035,
      "##book": 2036,
      "environ": 2037,
      "came": 2038,
      "##ump": 2039,
      "begin": 2040,
      "different": 2041,
      "fall": 2042,
      "son": 2043,
      "##lish": 2044,
      "##cement": 2045,
      "alab": 2046,
      "cann": 2047,
      "evidence": 2048,
      "protection": 2049,
      "endorse": 2050,
      "cuts": 2051,
      "15": 2052,
      "pan": 2053,
      "sat": 2054,
      "simp": 2055,
      "coming": 2056,
      "everyone": 2057,
      "surpr": 2058,
      "phot": 2059,
      "legislation": 2060,
      "environment": 2061,
      "bomb": 2062,
      "cnn": 2063,
      "low": 2064,
      "labor": 2065,
      "alm": 2066,
      "politicians": 2067,
      "killed": 2068,
      "christie": 2069,
      "color": 2070,
      "prosecut": 2071,
      "alabama": 2072,
      "hol": 2073,
      "mur": 2074,
      "##bt": 2075,
      "ready": 2076,
      "conservatives": 2077,
      "continue": 2078,
      "cy": 2079,
      "##erence": 2080,
      "islam": 2081,
      "unt": 2082,
      "lib": 2083,
      "scand": 2084,
      "message": 2085,
      "covid": 2086,
      "ferg": 2087,
      "lg": 2088,
      "##stand": 2089,
      "##ences": 2090,
      "discrimin": 2091,
      "jobs": 2092,
      "represent": 2093,
      "lgbt": 2094,
      "##uson": 2095,
      "meas": 2096,
      "role": 2097,
      "carson": 2098,
      "100": 2099,
      "gi": 2100,
      "lim": 2101,
      "##form": 2102,
      "##ris": 2103,
      "endors": 2104,
      "oppos": 2105,
      "thousands": 2106,
      "ferguson": 2107,
      "agency": 2108,
      "outs": 2109,
      "marria": 2110,
      "##ister": 2111,
      "truth": 2112,
      "##ived": 2113,
      "poor": 2114,
      "##ancy": 2115,
      "harass": 2116,
      "process": 2117,
      "jail": 2118,
      "pal": 2119,
      "wrap": 2120,
      "##ired": 2121,
      "lear": 2122,
      "leave": 2123,
      "##ccess": 2124,
      "argu": 2125,
      "teach": 2126,
      "##ape": 2127,
      "policies": 2128,
      "##ugg": 2129,
      "company": 2130,
      "global": 2131,
      "cle": 2132,
      "reject": 2133,
      "respond": 2134,
      "information": 2135,
      "favor": 2136,
      "almost": 2137,
      "line": 2138,
      "met": 2139,
      "##cr": 2140,
      "##ift": 2141,
      "indust": 2142,
      "looking": 2143,
      "continues": 2144,
      "rule": 2145,
      "dat": 2146,
      "hack": 2147,
      "##body": 2148,
      "##utional": 2149,
      "##ured": 2150,
      "lawmaker": 2151,
      "economy": 2152,
      "number": 2153,
      "rom": 2154,
      "##aster": 2155,
      "##rew": 2156,
      "sel": 2157,
      "##iven": 2158,
      "tweets": 2159,
      "paid": 2160,
      "bur": 2161,
      "food": 2162,
      "##umb": 2163,
      "##ories": 2164,
      "neg": 2165,
      "202": 2166,
      "roy": 2167,
      "extrem": 2168,
      "possible": 2169,
      "insurance": 2170,
      "marriage": 2171,
      "jr": 2172,
      "##atch": 2173,
      "##vember": 2174,
      "success": 2175,
      "november": 2176,
      "discuss": 2177,
      "challenge": 2178,
      "dream": 2179,
      "emer": 2180,
      "king": 2181,
      "done": 2182,
      "voted": 2183,
      "##iana": 2184,
      "points": 2185,
      "wrote": 2186,
      "happened": 2187,
      "activists": 2188,
      "ok": 2189,
      "pret": 2190,
      "went": 2191,
      "##asing": 2192,
      "goes": 2193,
      "amend": 2194,
      "five": 2195,
      "having": 2196,
      "cred": 2197,
      "crime": 2198,
      "ent": 2199,
      "##ghan": 2200,
      "biggest": 2201,
      "emails": 2202,
      "release": 2203,
      "hur": 2204,
      "energ": 2205,
      "impe": 2206,
      "dam": 2207,
      "##be": 2208,
      "##ered": 2209,
      "##reg": 2210,
      "##owd": 2211,
      "enfor": 2212,
      "##izon": 2213,
      "always": 2214,
      "results": 2215,
      "##aps": 2216,
      "david": 2217,
      "##cer": 2218,
      "##ators": 2219,
      "instead": 2220,
      "allegations": 2221,
      "according": 2222,
      "data": 2223,
      "hop": 2224,
      "tough": 2225,
      "pred": 2226,
      "##ational": 2227,
      "##ips": 2228,
      "lawsuit": 2229,
      "replace": 2230,
      "dnc": 2231,
      "event": 2232,
      "remo": 2233,
      "minor": 2234,
      "bas": 2235,
      "im": 2236,
      "uk": 2237,
      "##ten": 2238,
      "##ille": 2239,
      "fal": 2240,
      "pu": 2241,
      "##ural": 2242,
      "wee": 2243,
      "##ansas": 2244,
      "elected": 2245,
      "hearing": 2246,
      "several": 2247,
      "until": 2248,
      "ke": 2249,
      "town": 2250,
      "wanted": 2251,
      "##azi": 2252,
      "cia": 2253,
      "lose": 2254,
      "2017": 2255,
      "refugees": 2256,
      "liberal": 2257,
      "impeach": 2258,
      "hit": 2259,
      "##ees": 2260,
      "##opp": 2261,
      "shot": 2262,
      "agend": 2263,
      "##ails": 2264,
      "others": 2265,
      "syria": 2266,
      "victims": 2267,
      "potential": 2268,
      "dangerous": 2269,
      "amendment": 2270,
      "##ted": 2271,
      "words": 2272,
      "##aged": 2273,
      "##ruct": 2274,
      "energy": 2275,
      "weeks": 2276,
      "fake": 2277,
      "hot": 2278,
      "kind": 2279,
      "##term": 2280,
      "ask": 2281,
      "##ibility": 2282,
      "ruling": 2283,
      "released": 2284,
      "seems": 2285,
      "religious": 2286,
      "korea": 2287,
      "##ville": 2288,
      "##lex": 2289,
      "##vey": 2290,
      "hamp": 2291,
      "financ": 2292,
      "student": 2293,
      "afford": 2294,
      "dest": 2295,
      "##pl": 2296,
      "stay": 2297,
      "##aken": 2298,
      "leav": 2299,
      "soon": 2300,
      "strugg": 2301,
      "facebook": 2302,
      "creat": 2303,
      "nra": 2304,
      "rick": 2305,
      "often": 2306,
      "##igan": 2307,
      "china": 2308,
      "weap": 2309,
      "eng": 2310,
      "##rage": 2311,
      "bro": 2312,
      "conspir": 2313,
      "defe": 2314,
      "small": 2315,
      "shutdown": 2316,
      "strategy": 2317,
      "agenda": 2318,
      "fix": 2319,
      "mind": 2320,
      "##aw": 2321,
      "##ocks": 2322,
      "wasn": 2323,
      "save": 2324,
      "reports": 2325,
      "final": 2326,
      "safety": 2327,
      "alleged": 2328,
      "mc": 2329,
      "matt": 2330,
      "##une": 2331,
      "art": 2332,
      "looks": 2333,
      "immigrant": 2334,
      "##val": 2335,
      "##icks": 2336,
      "##iously": 2337,
      "focus": 2338,
      "gar": 2339,
      "sk": 2340,
      "##enn": 2341,
