{"!":0,"\"":1,"#":2,"$":3,"%":4,"&":5,"'":6,"(":7,")":8,"*":9,"+":10,",":11,"-":12,".":13,"/":14,"0":15,"1":16,"2":17,"3":18,"4":19,"5":20,"6":21,"7":22,"8":23,"9":24,":":25,";":26,"<":27,"=":28,">":29,"?":30,"@":31,"A":32,"B":33,"C":34,"D":35,"E":36,"F":37,"G":38,"H":39,"I":40,"J":41,"K":42,"L":43,"M":44,"N":45,"O":46,"P":47,"Q":48,"R":49,"S":50,"T":51,"U":52,"V":53,"W":54,"X":55,"Y":56,"Z":57,"[":58,"\\":59,"]":60,"^":61,"_":62,"`":63,"a":64,"b":65,"c":66,"d":67,"e":68,"f":69,"g":70,"h":71,"i":72,"j":73,"k":74,"l":75,"m":76,"n":77,"o":78,"p":79,"q":80,"r":81,"s":82,"t":83,"u":84,"v":85,"w":86,"x":87,"y":88,"z":89,"{":90,"|":91,"}":92,"~":93,"¡":94,"¢":95,"£":96,"¤":97,"¥":98,"¦":99,"§":100,"¨":101,"©":102,"ª":103,"«":104,"¬":105,"®":106,"¯":107,"°":108,"±":109,"²":110,"³":111,"´":112,"µ":113,"¶":114,"·":115,"¸":116,"¹":117,"º":118,"»":119,"¼":120,"½":121,"¾":122,"¿":123,"À":124,"Á":125,"Â":126,"Ã":127,"Ä":128,"Å":129,"Æ":130,"Ç":131,"È":132,"É":133,"Ê":134,"Ë":135,"Ì":136,"Í":137,"Î":138,"Ï":139,"Ð":140,"Ñ":141,"Ò":142,"Ó":143,"Ô":144,"Õ":145,"Ö":146,"×":147,"Ø":148,"Ù":149,"Ú":150,"Û":151,"Ü":152,"Ý":153,"Þ":154,"ß":155,"à":156,"á":157,"â":158,"ã":159,"ä":160,"å":161,"æ":162,"ç":163,"è":164,"é":165,"ê":166,"ë":167,"ì":168,"í":169,"î":170,"ï":171,"ð":172,"ñ":173,"ò":174,"ó":175,"ô":176,"õ":177,"ö":178,"÷":179,"ø":180,"ù":181,"ú":182,"û":183,"ü":184,"ý":185,"þ":186,"ÿ":187,"Ā":188,"ā":189,"Ă":190,"ă":191,"Ą":192,"ą":193,"Ć":194,"ć":195,"Ĉ":196,"ĉ":197,"Ċ":198,"ċ":199,"Č":200,"č":201,"Ď":202,"ď":203,"Đ":204,"đ":205,"Ē":206,"ē":207,"Ĕ":208,"ĕ":209,"Ė":210,"ė":211,"Ę":212,"ę":213,"Ě":214,"ě":215,"Ĝ":216,"ĝ":217,"Ğ":218,"ğ":219,"Ġ":220,"ġ":221,"Ģ":222,"ģ":223,"Ĥ":224,"ĥ":225,"Ħ":226,"ħ":227,"Ĩ":228,"ĩ":229,"Ī":230,"ī":231,"Ĭ":232,"ĭ":233,"Į":234,"į":235,"İ":236,"ı":237,"Ĳ":238,"ĳ":239,"Ĵ":240,"ĵ":241,"Ķ":242,"ķ":243,"ĸ":244,"Ĺ":245,"ĺ":246,"Ļ":247,"ļ":248,"Ľ":249,"ľ":250,"Ŀ":251,"ŀ":252,"Ł":253,"ł":254,"Ń":255,"in":256,"Ġt":257,"čĊ":258,"he":259,"on":260,"er":261,"an":262,"re":263,"at":264,"ĠT":265,"en":266,"or":267,"al":268,"st":269,"Ġthe":270,"ing":271,"Ġa":272,"ou":273,"it":274,"ĠA":275,"ed":276,"ĠS":277,"is":278,"ĠC":279,"ar":280,"es":281,"ic":282,"Ġw":283,"Ġs":284,"Ġc":285,"Ġp":286,"mp":287,"ion":288,"Ġf":289,"il":290,"ĠI":291,"ĠP":292,"Ġo":293,"ĠD":294,"ru":295,"id":296,"Ġb":297,"ĠO":298,"Ġto":299,"ĠR":300,"ent":301,"ĠW":302,"ĠH":303,"le":304,"ĠB":305,"and":306,"om":307,"ĠF":308,"ĠM":309,"as":310,"Ġh":311,"ot":312,"Ġof":313,"Ġd":314,"Ġm":315,"rump":316,"Ġin":317,"'s":318,"ay":319,"ac":320,"ve":321,"ig":322,"ol":323,"âĢ":324,"res":325,"ĠTrump":326,"Ġth":327,"ow":328,"el":329,"et":330,"ĠG":331,"Ġn":332,"ĠTo":333,"ec":334,"ers":335,"ill":336,"Ġand":337,"ĠN":338,"ly":339,"The":340,"am":341,"ate":342,"im":343,"ĠThe":344,"ĠL":345,"ut":346,"ad":347,"Ġl":348,"us":349,"ep":350,"ation":351,"em":352,"nd":353,"ĠE":354,"ro":355,"ver":356,"ĠIn":357,"Ġg":358,"Ġre":359,"Ġfor":360,"Ġis":361,"ur":362,"ir":363,"Ġon":364,"se":365,"Ġe":366,"oc":367,"ld":368,"ort":369,"ist":370,"âĢĻ":371,"ct":372,"ĠU":373,"out":374,"ew":375,"ter":376,"ak":377,"Ġhe":378,"ĠOf":379,"ith":380,"ge":381,"Ġst":382,"ican":383,"Ġbe":384,"ĠJ":385,"ce":386,"ĠSt":387,"all":388,"ub":389,"ul":390,"ident":391,"Ġthat":392,"un":393,"ho":394,"our":395,"pp":396,"ri":397,"ĠFor":398,"resident":399,"mer":400,"op":401,"ra":402,"ould":403,"ts":404,"Ġ'":405,"onal":406,"igh":407,"ment":408,"ĠOn":409,"onald":410,"ore":411,"ary":412,"ĠV":413,"ack":414,"Ġit":415,"ĠRep":416,"ef":417,"Ġan":418,"ain":419,"ubl":420,"ial":421,"ave":422,"est":423,"art":424,"rom":425,"hat":426,"her":427,"'t":428,"ĠCon":429,"Ġy":430,"ĠIs":431,"ĠCl":432,"Ġcon":433,"ĠK":434,"if":435,"ch":436,"ust":437,"ity":438,"ear":439,"are":440,"ess":441,"Ġv":442,"th":443,"end":444,"iv":445,"ive":446,"os":447,"rat":448,"Ġ\"":449,"ress":450,"ee":451,"ton":452,"up":453,"ost":454,"ign":455,"bout":456,"ays":457,"Ġare":458,"ab":459,"Ġwith":460,"Ġas":461,"ome":462,"ies":463,"ublican":464,"Trump":465,"ight":466,"emoc":467,"ia":468,"ĠCh":469,"ice":470,".\"":471,"ud":472,"aw":473,"Ġat":474,"bam":475,"nt":476,"aid":477,"ant":478,"ĠDonald":479,"ast":480,"eal":481,"emocrat":482,"ke":483,"ff":484,"od":485,"ĠTh":486,"Ġhis":487,"OP":488,"Ġpresident":489,"Ġle":490,"Ġ2":491,"ĠAmer":492,"ĠY":493,"Ġhas":494,"Ġnot":495,"lect":496,"Ġhave":497,"ions":498,"inton":499,"ĠAnd":500,"ite":501,"Ġr":502,"Ġwas":503,"ry":504,"ĠRepublican":505,"ouse":506,"iz":507,"ell":508,"Ġpro":509,"Ġsaid":510,"itic":511,"ie":512,"ĠClinton":513,"Ġsh":514,"bama":515,"Ġj":516,"ect":517,"ates":518,"gress":519,"Ġpol":520,"ans":521,"amp":522,"ard":523,"ĠNew":524,"ally":525,"gh":526,"ĠDemocrat":527,"ence":528,"over":529,"ks":530,"ous":531,"âĢľ":532,"ag":533,"fter":534,"ure":535,"ake":536,"ex":537,"ĠWith":538,"ass":539,"ĠAt":540,"qu":541,"ĠGOP":542,"Ġch":543,"ĠHouse":544,"ail":545,"rou":546,"Ġex":547,"ire":548,"eb":549,"eop":550,"Ġfrom":551,"Ġ20":552,"um":553,"ork":554,"ĠSen":555,"orn":556,"und":557,"ey":558,"uc":559,"eople":560,"ĠAs":561,"Ġwill":562,"ors":563,"own":564,"ĠBe":565,"ong":566,"ĠSh":567,"Ġabout":568,"ide":569,"ord":570,"Ġthis":571,"ob":572,"ĠWh":573,"gain":574,"ĠRe":575,"Ġyou":576,"illary":577,"ĠPresident":578,"ip":579,"ap":580,"Ġwe":581,"Ġdo":582,"Ġ1":583,"Ġal":584,"ace":585,"Ġsp":586,"ĠAmerican":587,"ike":588,"ĠHe":589,"av":590,"Ġad":591,"ok":592,"Ġby":593,"ĠIt":594,"Ġwho":595,"ĠPro":596,"ampa":597,"Ġ-":598,"ĠAl":599,"ampaign":600,"cc":601,"ian":602,"rot":603,"ern":604,"age":605,"day":606,"ere":607,"ĠObama":608,"ine":609,"ime":610,"âĢĿ":611,"Donald":612,"eral":613,"ict":614,"ind":615,"ĠAn":616,"overn":617,"hen":618,"Ġnew":619,"ĠUn":620,"ĠSp":621,"ĠPol":622,"ration":623,"ourt":624,"reat":625,"Ġthey":626,"ount":627,"ther":628,"hing":629,"Ġbut":630,"omm":631,"upp":632,"ich":633,"Ġtheir":634,"ris":635,"ĠLe":636,"Ġun":637,"ble":638,"lection":639,"ĠVot":640,"ĠAbout":641,",\"":642,"Ġout":643,"ick":644,"ĠSays":645,"Ġk":646,"omp":647,"rem":648,"Ġoff":649,"ations":650,"ens":651,"ĠAd":652,"Ġmore":653,"Ġwould":654,"ĠAre":655,"Ġwh":656,"very":657,"lan":658,"Ġcan":659,"It":660,"ĠHis":661,"Ġ201":662,"Ġall":663,"Ġcl":664,"one":665,"ory":666,"to":667,"ĠSc":668,"ber":669,"Ġup":670,"Th":671,"Ġvot":672,"itt":673,"Ġone":674,"use":675,"eed":676,"Ġ--":677,"ĠEx":678,"ven":679,"ran":680,"erv":681,"eek":682,"upport":683,"orm":684,"ame":685,"uss":686,"Ġor":687,"Ġpeople":688,"gainst":689,"Ġgo":690,"hn":691,"ĠOver":692,"irst":693,"ue":694,"ĠâĢ":695,"andid":696,"ĠCongress":697,"ĠNot":698,"ret":699,"00":700,"enc":701,"ica":702,"ĠFrom":703,"ĠWhite":704,"Ġrep":705,"eat":706,"Ġlaw":707,"ĠCourt":708,"ism":709,"og":710,"old":711,"Ġcont":712,"ose":713,"ĠBl":714,"ĠHillary":715,"act":716,"eet":717,"now":718,"anders":719,"ues":720,"rim":721,"ance":722,"Ġjust":723,"ĠWar":724,"Ġour":725,"ĠBut":726,"ĠThat":727,"ĠRepublicans":728,"man":729,"oll":730,"ĠLaw":731,"ax":732,"ĠSenate":733,"Ġres":734,"ĠOff":735,"ons":736,"ise":737,"ears":738,"Ġpolitic":739,"ĠMar":740,"Ġbeen":741,"Ġwhat":742,"Ġover":743,"Ġthan":744,"iss":745,"ational":746,"ove":747,"Ġstate":748,"uprem":749,"ase":750,"ĠSec":751,"ade":752,"ning":753,"ting":754,"ink":755,"ough":756,"ely":757,"ook":758,"any":759,"ĠSanders":760,"ious":761,"oin":762,"ond":763,"able":764,"In":765,"io":766,"isc":767,"ĠWas":768,"aul":769,"arty":770,"min":771,"ĠAfter":772,"ov":773,"ĠJust":774,"omin":775,"oun":776,"ives":777,"ator":778,"ĠBill":779,"Ġatt":780,"ims":781,"ild":782,"ents":783,"Wh":784,"Ġus":785,"Ġget":786,"imp":787,"This":788,"mig":789,"ated":790,"ĠAmerica":791,"Rep":792,"ings":793,"uch":794,"ĠWe":795,"ĠDemocrats":796,"ĠDemocratic":797,"ren":798,"ile":799,"ock":800,"ĠWill":801,"He":802,"app":803,"ĠRuss":804,"ang":805,"Ġexp":806,"ernie":807,"alk":808,"ĠJo":809,"red":810,"ĠDo":811,"Ġ(":812,"Ġacc":813,"Ġcampaign":814,"Ġcould":815,"ĠOut":816,"upreme":817,"Ġpl":818,"We":819,"Ġafter":820,"ree":821,"ights":822,"ĠUp":823,"ound":824,"ĠâĢľ":825,"ĠRes":826,"ists":827,"ĠCan":828,"ĠFl":829,"Ġapp":830,"ach":831,"Ġsays":832,"Ġru":833,"Ġact":834,"Ġsay":835,"ĠYou":836,"Ġdec":837,"istration":838,"ĠAtt":839,"ned":840,"uff":841,"Ġsc":842,"ĠAmericans":843,"leg":844,"oy":845,"Ġtw":846,"ments":847,"icial":848,"Ġher":849,"ealth":850,"Ġgovern":851,"ll":852,"Ġrec":853,"ange":854,"ty":855,"aking":856,"ever":857,"omen":858,"Ġinc":859,"Ġno":860,"ĠWhat":861,"ĠState":862,"ĠEm":863,"ĠCall":864,"Ġits":865,"ederal":866,"ĠCar":867,"ush":868,"Ġag":869,"get":870,"Ġcall":871,"Ġlead":872,"Ġso":873,"ministration":874,"Ġqu":875,"ative":876,"Ġsome":877,"Ġen":878,"ants":879,"imate":880,"Ġtime":881,"Ġcount":882,"ĠTw":883,"Ġweek":884,"Ġformer":885,"ood":886,"ĠHas":887,"hed":888,"Ġme":889,"vest":890,"ublic":891,"Ġwere":892,"ug":893,"ling":894,"ĠAct":895,"vent":896,"roup":897,"Ġwork":898,"ĠBy":899,"ual":900,"ĠGet":901,"ott":902,"acy":903,"ause":904,"ional":905,"..":906,"Ġany":907,"iol":908,"Ġ$":909,"its":910,"illion":911,"Ġhad":912,"so":913,"Ġcomp":914,"ower":915,"Con":916,"Ġsec":917,"ik":918,"Ġshould":919,"ib":920,"Ġcandid":921,"ish":922,"Ġmon":923,"air":924,"ĠWho":925,"Ġimp":926,"Obama":927,"ĠSupreme":928,"ĠNews":929,"Ġcons":930,"Ġlike":931,"Ġthem":932,"Ġother":933,"ĠMc":934,"ĠMay":935,"ĠPlan":936,"orning":937,"Ġcom":938,"Ġcomm":939,"other":940,"ited":941,"Ġbec":942,"ows":943,"iden":944,"ĠBan":945,"wn":946,"ĠCampaign":947,"ĠDep":948,"ĠOr":949,"ebate":950,"ities":951,"ĠReport":952,"anc":953,"Ġwhen":954,"ied":955,"Ġdon":956,"form":957,"vel":958,"ĠAr":959,"fer":960,"esn":961,"ement":962,"ady":963,"mak":964,"uring":965,"ert":966,"ĠDef":967,"Ġbl":968,"ĠElection":969,"Ġwor":970,"Ġshe":971,"ĠBack":972,"een":973,"ĠTr":974,"Ġback":975,"ĠCru":976,"rotest":977,"ns":978,"ical":979,"elf":980,"urity":981,"hool":982,"Ġinto":983,"Ġhel":984,"ĠHave":985,"Ġnow":986,"Ġsupport":987,"Ġpolitical":988,"ina":989,"Ġthere":990,"gest":991,"ĠThis":992,"Ġif":993,"ĠComm":994,"led":995,"Ġleg":996,"ition":997,"Ġhelp":998,"Ġsen":999,"amil":1000,"les":1001,"Ġagainst":1002,"Ġnews":1003,"ecut":1004,"ead":1005,"ĠQ":1006,"lear":1007,"ĠGovern":1008,"Ġund":1009,"ating":1010,"Ġhim":1011,"ency":1012,"hoot":1013,"ful":1014,"iew":1015,"ĠHealth":1016,"ĠCare":1017,"ark":1018,"Ġar":1019,"vers":1020,".âĢĿ":1021,"ult":1022,"ner":1023,"vestig":1024,"St":1025,"Ġreport":1026,"eg":1027,"Ġfirst":1028,"ĠMon":1029,"Ġpresidential":1030,"ĠMorning":1031,"way":1032,"Hillary":1033,"Ġdid":1034,"ĠCont":1035,"Ġalso":1036,"ĠAll":1037,"Ġmost":1038,"Ġneed":1039,"Ġper":1040,"ĠEmail":1041,"ĠCould":1042,"akes":1043,"ĠMore":1044,"Ġmay":1045,"Ġyour":1046,"ritic":1047,"retary":1048,"ĠRef":1049,"GOP":1050,"Republican":1051,"PO":1052,"ĠAgainst":1053,"ands":1054,"acare":1055,"bamacare":1056,"ins":1057,"Ġwar":1058,"Ġhow":1059,"here":1060,"icy":1061,"Sen":1062,"ĠEnd":1063,"uck":1064,"ĠIm":1065,"ST":1066,"Ġnomin":1067,"ĠAb":1068,"Ġwant":1069,"Ġeven":1070,"oss":1071,"Ġam":1072,"jor":1073,"LL":1074,"ah":1075,"riv":1076,"'re":1077,"ief":1078,"Ġtr":1079,"Ġevery":1080,"be":1081,"ĠPl":1082,"Ġend":1083,"err":1084,"att":1085,"ĠExp":1086,"eak":1087,"rong":1088,"ĠRussia":1089,"orth":1090,"round":1091,"eath":1092,"Ġ2016":1093,"ĠCruz":1094,"Democrat":1095,"row":1096,"ince":1097,"hes":1098,"ĠDon":1099,"ĠBiden":1100,"rotect":1101,"ĠSupport":1102,"ept":1103,"Ġrem":1104,"Ġinter":1105,"ĠThey":1106,"ajor":1107,"ext":1108,"atch":1109,"FF":1110,"ĠAm":1111,"Ġbill":1112,"Ġknow":1113,"Ġop":1114,"son":1115,"ĠAcc":1116,"Ġbet":1117,"Ġyears":1118,"ĠTax":1119,"ĠGun":1120,"Ġelection":1121,"ĠâĢĺ":1122,"eep":1123,"ged":1124,"Ġpre":1125,"rist":1126,"UFF":1127,"How":1128,"ater":1129,"UFFPO":1130,"On":1131,"ision":1132,"ĠParty":1133,"ĠStates":1134,"ĠLead":1135,"ĠJohn":1136,"alif":1137,"Ġcountry":1138,"rug":1139,"ĠHow":1140,"Ġim":1141,"Ġpart":1142,"Ch":1143,"Ġlast":1144,"ife":1145,"ĠObamacare":1146,"ĠShould":1147,"ram":1148,"esp":1149,"uffP":1150,"ians":1151,"ĠNo":1152,"What":1153,"ges":1154,"migration":1155,"Ġdis":1156,"Ġbel":1157,"emb":1158,"ĠQu":1159,"Ġse":1160,"rop":1161,"Ġab":1162,"Ġtwo":1163,"ĠPeople":1164,"Ġday":1165,"Ġyear":1166,"order":1167,"Ġmake":1168,"udge":1169,"ĠIf":1170,"ĠYork":1171,"For":1172,"eneral":1173,"ĠGo":1174,"au":1175,"ĠRec":1176,"uffPost":1177,"ĠMed":1178,"ible":1179,"lam":1180,"Ġthink":1181,"ech":1182,"artment":1183,"ward":1184,"alth":1185,"hip":1186,"ĠDec":1187,"ĠNow":1188,"usl":1189,"Ġstill":1190,"Ġdef":1191,"Ġgovernment":1192,"ĠWor":1193,"Ġmy":1194,"Ġunder":1195,"Ġbig":1196,"ĠReal":1197,"ĠWon":1198,"ĠFirst":1199,"ĠPolitic":1200,"Ġpublic":1201,"exas":1202,"An":1203,"ron":1204,"rid":1205,"als":1206,"itter":1207,"edly":1208,"ĠHer":1209,"ĠNational":1210,"nti":1211,"ĠBig":1212,"Ġonly":1213,"ared":1214,"ĠThan":1215,"New":1216,"onom":1217,"Ġhealth":1218,"Amer":1219,"hington":1220,"Why":1221,"ators":1222,"ilit":1223,"ĠDay":1224,"irect":1225,"yan":1226,"ath":1227,"ix":1228,"ĠUs":1229,"orney":1230,"ĠBernie":1231,"Jo":1232,"ĠSay":1233,"Ġins":1234,"Ġright":1235,"ĠNeed":1236,"used":1237,"ĠâĢĶ":1238,"af":1239,"ĠAttack":1240,"land":1241,"ĠMan":1242,"yst":1243,"Ġmany":1244,"ility":1245,"Ġlong":1246,"ĠEn":1247,"ĠApp":1248,"ms":1249,"Ġmuch":1250,"Ġiss":1251,"makers":1252,"emp":1253,"ually":1254,"ending":1255,"If":1256,"oint":1257,",âĢĿ":1258,"rap":1259,"stit":1260,"ĠBush":1261,"ames":1262,"az":1263,"ĠCandid":1264,"ĠHel":1265,"BI":1266,"And":1267,"rimary":1268,"As":1269,"ĠKnow":1270,"Ġadministration":1271,"istory":1272,"aliforn":1273,"rimin":1274,"There":1275,"ĠChar":1276,"ĠWould":1277,"allen":1278,"ize":1279,"Ġwhich":1280,"ounc":1281,"Ġcare":1282,"ĠInter":1283,"HUFFPO":1284,"ĠBr":1285,"Ġind":1286,"fore":1287,"ĠOne":1288,"rough":1289,"eech":1290,"gin":1291,"ĠAg":1292,"Ġmed":1293,"ĠCons":1294,"But":1295,"Ġplan":1296,"ĠDepartment":1297,"ortion":1298,"ĠCol":1299,"ivers":1300,"Ġadv":1301,"Ġresp":1302,"ends":1303,"Bernie":1304,"lain":1305,"error":1306,"ev":1307,"ox":1308,"iolence":1309,"alifornia":1310,"Ġbeing":1311,"ger":1312,"eor":1313,"ĠVote":1314,"Ġbefore":1315,"Ġman":1316,"ĠTheir":1317,"med":1318,"ls":1319,"ĠRyan":1320,"ubio":1321,"Ġquest":1322,"ĠRise":1323,"ĠChrist":1324,"ĠComp":1325,"Ġgroup":1326,"ĠCalls":1327,"cess":1328,"isl":1329,"Ġway":1330,"Ġfederal":1331,"ros":1332,"Ġstart":1333,"ĠWork":1334,"aff":1335,"oman":1336,"osed":1337,"ck":1338,"uge":1339,"ĠWashington":1340,"Ġcandidate":1341,"They":1342,"ĠJustice":1343,"ying":1344,"ĠClimate":1345,"Ġ3":1346,"ĠDebate":1347,"Ġgun":1348,"hooting":1349,"Ġke":1350,"Ġdown":1351,"ices":1352,"Ġeff":1353,"Ġgoing":1354,"iness":1355,"ĠPaul":1356,"ĠLeg":1357,"ean":1358,"ĠOp":1359,"ality":1360,"ized":1361,"icials":1362,"rol":1363,"ider":1364,"Ġvote":1365,"Republicans":1366,"ics":1367,"Ġparty":1368,"ĠUnd":1369,"fl":1370,"Âł":1371,"stitut":1372,"aim":1373,"ĠDeal":1374,"atest":1375,"ittee":1376,"ĠDown":1377,"ier":1378,"imes":1379,"ired":1380,"der":1381,"ft":1382,"Ġtax":1383,"ĠBo":1384,"come":1385,"ember":1386,"ĠHar":1387,"rying":1388,"Ġint":1389,"cent":1390,"gy":1391,"omet":1392,"ĠSecurity":1393,"ĠUnited":1394,"Here":1395,"AC":1396,"ĠAnti":1397,"ĠFight":1398,"arent":1399,"ased":1400,"urs":1401,"Ġnominee":1402,"ject":1403,"Ġ4":1404,"ĠCom":1405,"oth":1406,"aims":1407,"ĠMusl":1408,"Ġtake":1409,"ĠTe":1410,"Ġdisc":1411,"ĠStill":1412,"ĠRun":1413,"Ġmade":1414,"ĠHelp":1415,"eth":1416,"ivil":1417,"co":1418,"ĠImp":1419,"ecial":1420,"erson":1421,"Ġgood":1422,"000":1423,"ystem":1424,"Ġsenator":1425,"ĠSo":1426,"Ġwomen":1427,"Ġsign":1428,"ĠRubio":1429,"ĠInd":1430,"usiness":1431,"urn":1432,"Ġelect":1433,"Democrats":1434,"orid":1435,"Ġopp":1436,"view":1437,"Ġass":1438,"ĠShe":1439,"ĠCome":1440,"ĠBec":1441,"Ġlook":1442,"Ġrel":1443,"ilitary":1444,"lud":1445,"ĠRights":1446,"Ġchange":1447,"hether":1448,"Ġcalled":1449,"Ġreg":1450,"ĠFBI":1451,"Ġmonth":1452,"Ġworld":1453,"Ġra":1454,"Ġvoters":1455,"Ġbecause":1456,"ened":1457,"ocial":1458,"ash":1459,"ĠPresidential":1460,"Ġattack":1461,"Ġrun":1462,"orida":1463,"ense":1464,"ĠWants":1465,"ope":1466,"ildren":1467,"rate":1468,"Ġsur":1469,"Ġdoesn":1470,"ĠWomen":1471,"Ġthose":1472,"ĠGu":1473,"Ġnation":1474,"ele":1475,"ĠCo":1476,"itch":1477,"ĠProtest":1478,"...":1479,"riday":1480,"uct":1481,"Ġ19":1482,"ween":1483,"risis":1484,"ĠWant":1485,"augh":1486,"ĠDis":1487,"ĠHim":1488,"ason":1489,"ieve":1490,"Ġpolicy":1491,"ves":1492,"Ġvery":1493,"Ġfin":1494,"Ġfamil":1495,"ĠPut":1496,"Ġown":1497,"ĠBar":1498,"ocu":1499,"Ġro":1500,"Ġtra":1501,"ana":1502,"ĠPer":1503,"Ġshow":1504,"Ġcritic":1505,"ĠChange":1506,"less":1507,"nes":1508,"Ġwon":1509,"American":1510,"ness":1511,"ĠTexas":1512,"Ġpres":1513,"rief":1514,"ails":1515,"ĠAss":1516,"Ġhapp":1517,"uth":1518,"unity":1519,"ready":1520,"sh":1521,"ĠWin":1522,"Ġinvestig":1523,"hood":1524,"ĠAdministration":1525,"Ġcontin":1526,"vention":1527,"ĠGovernor":1528,"Cl":1529,"ĠFac":1530,"ĠConf":1531,"ked":1532,"by":1533,"atter":1534,"ior":1535,"Ġtru":1536,"Ġstates":1537,"ĠRace":1538,"ĠWhy":1539,"blem":1540,"ĠSecretary":1541,"olog":1542,"Ġnational":1543,"ĠInto":1544,"ather":1545,"ĠTra":1546,"exual":1547,"down":1548,"gan":1549,"ines":1550,"ĠTime":1551,"uesday":1552,"arly":1553,"ĠMich":1554,"ĠIns":1555,"ĠSchool":1556,"ĠTwitter":1557,"reed":1558,"ĠCount":1559,"Ġwin":1560,"ody":1561,"Ġrights":1562,"ervative":1563,"ross":1564,"rict":1565,"ikely":1566,"NC":1567,"vid":1568,"ĠIran":1569,"pt":1570,"ony":1571,"itiz":1572,"ĠNorth":1573,"Ġadd":1574,"Ġdif":1575,"Ġduring":1576,"Ġem":1577,"ĠDid":1578,"Ġmove":1579,"Ġmajor":1580,"ĠVoters":1581,"olut":1582,"uses":1583,"President":1584,"ĠSur":1585,"ised":1586,"Ġcol":1587,"Ġref":1588,"apit":1589,"aving":1590,"Ġleaders":1591,"van":1592,"ĠTri":1593,"ĠLike":1594,"Ġ6":1595,"ĠBlack":1596,"uggest":1597,"gram":1598,"ric":1599,"Ġban":1600,"Ġprop":1601,"ĠSenator":1602,"Ġsee":1603,"ĠPh":1604,"ĠFin":1605,"ĠPolice":1606,"ures":1607,"oo":1608,"Ġfund":1609,"Ġser":1610,"Ġfac":1611,"ets":1612,"oreign":1613,"Ġant":1614,"umb":1615,"ER":1616,"Ġec":1617,"Ġtold":1618,"Ġcor":1619,"ĠMake":1620,"Ġann":1621,"rants":1622,"White":1623,"ĠCarol":1624,"outh":1625,"atives":1626,"ĠSome":1627,"ĠGeor":1628,"ump":1629,"ĠAdv":1630,"omething":1631,"ĠGroup":1632,"ĠNomin":1633,"ull":1634,"You":1635,"ij":1636,"ĠSign":1637,"ury":1638,"Ġdep":1639,"thing":1640,"iving":1641,"uit":1642,"iting":1643,"alking":1644,"Ġtoo":1645,"ĠHI":1646,"Ġshort":1647,"irector":1648,"ĠSy":1649,"ĠRem":1650,"ĠCarolina":1651,"ael":1652,"Ġdeal":1653,"uture":1654,"ĠUnder":1655,"Ġ9":1656,"ĠWall":1657,"els":1658,"ably":1659,"Ġjob":1660,"eeting":1661,"ered":1662,"Ġprotect":1663,"eter":1664,"udents":1665,"ĠThreat":1666,"Ġlegisl":1667,"loy":1668,"reak":1669,"ĠCor":1670,"uper":1671,"Ġconc":1672,"rant":1673,"Ġsince":1674,"gressive":1675,"ract":1676,"Ġ5":1677,"ĠMin":1678,"Ġreal":1679,"ĠMcC":1680,"Ġpass":1681,"Ġfl":1682,"ĠLet":1683,"ops":1684,"rison":1685,"She":1686,"ience":1687,"ĠIts":1688,"ruct":1689,"ention":1690,"uts":1691,"ĠImmigration":1692,"Ġseem":1693,"ĠZ":1694,"Ġprom":1695,"Ġreally":1696,"ering":1697,"ĠRac":1698,"ĠCommittee":1699,"IS":1700,"ĠCalifornia":1701,"Ġfight":1702,"Ġconf":1703,"ought":1704,"ĠFund":1705,"Ġgu":1706,"ĠJoe":1707,"ening":1708,"ĠMost":1709,"ety":1710,"eff":1711,"ĠDoesn":1712,"Ġrecent":1713,"Ġdidn":1714,"embers":1715,"nell":1716,"ords":1717,"owa":1718,"Ġmedia":1719,"'ll":1720,"ises":1721,"Ġlet":1722,"erg":1723,"ĠTell":1724,"ising":1725,"Ġcome":1726,"Ġpay":1727,"raq":1728,"Ġwhile":1729,"ring":1730,"Ġpower":1731,"Ġthreat":1732,"ĠFlorida":1733,"ization":1734,"uman":1735,"ids":1736,"rib":1737,"ected":1738,"Ġcourt":1739,"ĠOur":1740,"ĠHILL":1741,"House":1742,"ĠAf":1743,"ream":1744,"irgin":1745,"Congress":1746,"ĠTed":1747,"ault":1748,"uthor":1749,"sel":1750,"idd":1751,"ĠResp":1752,"Ġeconom":1753,"ale":1754,"Ġmillion":1755,"irm":1756,"opul":1757,"ender":1758,"ittle":1759,"John":1760,"ĠShooting":1761,"ĠDem":1762,"Ġnever":1763,"udget":1764,"ĠRussian":1765,"ĠPar":1766,"ential":1767,"hind":1768,"Ġent":1769,"onse":1770,"ots":1771,"Ġmust":1772,"elcome":1773,"When":1774,"duc":1775,"reg":1776,"Ġkill":1777,"ĠWarren":1778,"ront":1779,"20":1780,"Ġchar":1781,"ĠReally":1782,"Ġkeep":1783,"yer":1784,"erate":1785,"ĠMo":1786,"owing":1787,"Ġnext":1788,"Ġmoney":1789,"Ġagain":1790,"ĠRight":1791,"Ġbetween":1792,"orts":1793,"Ġinclud":1794,"rest":1795,"ĠYour":1796,"Ġlaws":1797,"ĠComey":1798,"Ġche":1799,"ĠIraq":1800,"ases":1801,"Ġanother":1802,"STER":1803,"line":1804,"oor":1805,"Ġthese":1806,"iser":1807,"idency":1808,"ĠBen":1809,"Ġsystem":1810,"ĠPost":1811,"anding":1812,"Ġmar":1813,"Ġschool":1814,"irginia":1815,"Ġwants":1816,"ĠDeath":1817,"ĠYear":1818,"uclear":1819,"Ġquestion":1820,"ically":1821,"Ġfar":1822,"ĠFederal":1823,"Ġhistory":1824,"Ġrac":1825,"migrants":1826,"Ġwhere":1827,"ided":1828,"ĠRo":1829,"ĠInvestig":1830,"ird":1831,"ĠVoter":1832,"LLSTER":1833,"head":1834,"ĠGeneral":1835,"hner":1836,"HUFFPOLLSTER":1837,"ging":1838,"ĠGov":1839,"rael":1840,"ĠTrans":1841,"espite":1842,"Ex":1843,"ann":1844,"Ġsub":1845,"ĠHuffPost":1846,"ĠElect":1847,"inds":1848,"Connell":1849,"ecutive":1850,"Ġwhether":1851,"ĠInt":1852,"raud":1853,"aun":1854,"Ġwhy":1855,"ĠWorld":1856,"Ġwell":1857,"Ġdebate":1858,"Ġmight":1859,"hers":1860,"osing":1861,"Ġpolice":1862,"Ġdecision":1863,"Former":1864,"ides":1865,"ĠRul":1866,"Ġrace":1867,"Ġcandidates":1868,"ham":1869,"Ġserv":1870,"oming":1871,"Ġret":1872,"ĠCandidate":1873,"ced":1874,"arget":1875,"ĠMiss":1876,"Ġdem":1877,"iously":1878,"Ġte":1879,"ĠAgain":1880,"ĠRet":1881,"anger":1882,"itizens":1883,"Ġdiffer":1884,"int":1885,"ico":1886,"Ġset":1887,"ĠDe":1888,"ĠIowa":1889,"Ġhigh":1890,"Ġcongress":1891,"abeth":1892,"Ġanti":1893,"Ġdays":1894,"ortant":1895,"essions":1896,"ĠTweet":1897,"Ġsecretary":1898,"No":1899,"liz":1900,"nal":1901,"Ġsame":1902,"ĠMe":1903,"ects":1904,"ĠStop":1905,"ĠVict":1906,"ĠSyri":1907,"Tw":1908,"inks":1909,"Ġob":1910,"Ġhard":1911,"Ġdeath":1912,"Ġvict":1913,"Senate":1914,"lizabeth":1915,"ĠPay":1916,"ĠRob":1917,"lease":1918,"ask":1919,"illions":1920,"Ġlot":1921,"Ġpercent":1922,"Is":1923,"ved":1924,"rew":1925,"Ġcase":1926,"Ġdes":1927,"ried":1928,"Sc":1929,"uild":1930,"ĠTuesday":1931,"let":1932,"Ġwithout":1933,"ĠQuest":1934,"HuffPost":1935,"ees":1936,"ient":1937,"rime":1938,"ys":1939,"Ġboth":1940,"ĠGr":1941,"Ġbetter":1942,"auc":1943,"Ġclear":1944,"Ġmin":1945,"ĠSpeech":1946,"uana":1947,"erry":1948,"ars":1949,"ĠPrimary":1950,"ĠMass":1951,"Ġhere":1952,"eller":1953,"Ġ200":1954,"eaker":1955,"ijuana":1956,"eel":1957,"ĠDen":1958,"Ġless":1959,"Ġlife":1960,"efore":1961,"ĠMuslim":1962,"racy":1963,"ĠIS":1964,"Ġgreat":1965,"Ġhear":1966,"ĠShow":1967,"Ġclimate":1968,"ĠPre":1969,"Ġthrough":1970,"ĠReform":1971,"ursday":1972,"'ve":1973,"Ġpress":1974,"ults":1975,"ĠAnn":1976,"Ġgovernor":1977,"ĠGovernment":1978,"At":1979,"for":1980,"lob":1981,"ĠCapit":1982,"Ġco":1983,"Ġcho":1984,"Ġdist":1985,"urre":1986,"aren":1987,"ino":1988,"oral":1989,"pped":1990,"early":1991,"ĠChief":1992,"Ġalready":1993,"arm":1994,"ĠPence":1995,"ley":1996,"Ġde":1997,"Ġpolitics":1998,"Ġgeneral":1999,"ries":2000,"ĠKill":2001,"Ġofficials":2002,"ocument":2003,"Ġtell":2004,"hel":2005,"ĠTake":2006,"Ġph":2007,"omb":2008,"Ġthree":2009,"eve":2010,"Ġel":2011,"ĠPart":2012,"ĠRepeal":2013,"Ġclaim":2014,"Ġput":2015,"Ġprotest":2016,"ĠProtect":2017,"ĠFran":2018,"Ġisn":2019,"ages":2020,"ĠTest":2021,"Ġsl":2022,"ĠPass":2023,"rus":2024,"ĠWhen":2025,"ued":2026,"Ġhead":2027,"ission":2028,"ĠMcConnell":2029,"One":2030,"ney":2031,"ĠOwn":2032,"urns":2033,"ĠKeep":2034,"Ġext":2035,"ideo":2036,"Ġuse":2037,"reet":2038,"Ġgot":2039,"iron":2040,"ĠVoting":2041,"por":2042,"ĠBet":2043,"usp":2044,"eeks":2045,"ĠThink":2046,"eleb":2047,"Al":2048,"Ġorder":2049,"elly":2050,"osition":2051,"Ġchildren":2052,"Mar":2053,"Ġtop":2054,"rovers":2055,"ĠInc":2056,"Ġrest":2057,"ĠYears":2058,"ĠAny":2059,"Ġtweet":2060,"king":2061,"ueller":2062,"ĠTru":2063,"ĠAp":2064,"ĠSessions":2065,"icer":2066,"ĠRel":2067,"ama":2068,"ĠJudge":2069,"ĠThere":2070,"Ġread":2071,"oses":2072,"ĠPolicy":2073,"ĠLaws":2074,"formation":2075,"Ġbelieve":2076,"ĠSch":2077,"izing":2078,"not":2079,"resent":2080,"ĠVirginia":2081,"Ġalleg":2082,"Ġattorney":2083,"Ġcomes":2084,"PA":2085,"Some":2086,"sw":2087,"Ġide":2088,"struct":2089,"ĠPick":2090,"ended":2091,"Ġchallen":2092,"de":2093,"Ġpast":2094,"ĠMichael":2095,"ID":2096,"ery":2097,"isan":2098,"eful":2099,"Ġ10":2100,"ĠOffice":2101,"Ġlegal":2102,"reedom":2103,"gia":2104,"ately":2105,"ingly":2106,"ednes":2107,"ĠWeek":2108,"Ġoffice":2109,"ĠAttorney":2110,"Ġtrans":2111,"ednesday":2112,"ĠPress":2113,"ĠParent":2114,"oment":2115,"Ġstop":2116,"emocracy":2117,"yp":2118,"ĠPen":2119,"Ġstand":2120,"ĠJan":2121,"ĠClaims":2122,"Ġwhite":2123,"ertain":2124,"yl":2125,"lege":2126,"ĠMillion":2127,"ĠIsrael":2128,"Ġviolence":2129,"unday":2130,"ossible":2131,"erm":2132,"Ġsw":2133,"ĠDav":2134,"Ġleast":2135,"ĠProp":2136,"rivate":2137,"Ġissue":2138,"Not":2139,"Paul":2140,"mploy":2141,"ĠFox":2142,"Ġincre":2143,"iddle":2144,"ĠMoore":2145,"Just":2146,"pris":2147,"ted":2148,"yn":2149,"oric":2150,"Ġsomething":2151,"ĠDisc":2152,"ĠFamil":2153,"Ġinv":2154,"ĠEvery":2155,"Ġdoes":2156,"ĠProbe":2157,"riminal":2158,"With":2159,"Ġaff":2160,"ĠHapp":2161,"Ġused":2162,"Ġsecurity":2163,"ky":2164,"ĠOther":2165,"ĠGood":2166,"Ġrequ":2167,"ellig":2168,"ĠUnion":2169,"ares":2170,"brief":2171,"my":2172,"ersonal":2173,"ĠEven":2174,"ĠScott":2175,"imself":2176,"After":2177,"Ted":2178,"Welcome":2179,"most":2180,"pir":2181,"Ġaround":2182,"Ġsm":2183,"ailed":2184,"Clinton":2185,"elect":2186,"ires":2187,"inc":2188,"ĠOpp":2189,"ĠKore":2190,"ĠNewsbrief":2191,"ĠISIS":2192,"hio":2193,"iel":2194,"ĠCity":2195,"ĠWay":2196,"ournal":2197,"Ġgetting":2198,"Ġarg":2199,"ĠParenthood":2200,"Ġtest":2201,"ĠCrisis":2202,"Re":2203,"Ġbo":2204,"Ġbusiness":2205,"Ġthing":2206,"abor":2207,"ĠReg":2208,"ĠGets":2209,"ĠMoney":2210,"cross":2211,"ĠBefore":2212,"acc":2213,"Pro":2214,"secut":2215,"Ġed":2216,"ades":2217,"ĠJob":2218,"ĠEndors":2219,"ray":2220,"Ġtrying":2221,"ĠSw":2222,"Ġprimary":2223,"raw":2224,"Ġprogram":2225,"maker":2226,"elligence":2227,"ont":2228,"ĠSlam":2229,"ĠCO":2230,"ĠHigh":2231,"Ġlatest":2232,"Ġlikely":2233,"ĠViolence":2234,"Ġplay":2235,"NN":2236,"ĠTerror":2237,"ĠSm":2238,"ĠCritic":2239,"ĠMueller":2240,"ĠEc":2241,"riz":2242,"oints":2243,"ĠCapitol":2244,"Ġago":2245,"ĠPlanned":2246,"ference":2247,"attle":2248,"iversity":2249,"ĠLegal":2250,"bably":2251,"viron":2252,"ways":2253,"Ġterror":2254,"Ġgive":2255,"umber":2256,"ĠServ":2257,"Ġmaking":2258,"ĠIsn":2259,"ified":2260,"Ġworking":2261,"vil":2262,"ĠCase":2263,"Ġface":2264,"ĠPublic":2265,"ĠHold":2266,"vidence":2267,"Ġconcern":2268,"ched":2269,"pl":2270,"the":2271,"rupt":2272,"ĠHere":2273,"ording":2274,"obby":2275,"vironment":2276,"'m":2277,"ĠPower":2278,"ĠThem":2279,"abama":2280,"ervatives":2281,"Ġleader":2282,"ĠLeaders":2283,"VID":2284,"rac":2285,"side":2286,"ĠSouth":2287,"Ġfuture":2288,"ute":2289,"olution":2290,"ooks":2291,"BT":2292,"RA":2293,"ining":2294,"erts":2295,"ĠTimes":2296,"Ġden":2297,"essage":2298,"ocked":2299,"ĠMedic":2300,"Ġfamily":2301,"GBT":2302,"IA":2303,"rican":2304,"alf":2305,"ĠAff":2306,"ily":2307,"Ġlittle":2308,"ĠStreet":2309,"earch":2310,"aps":2311,"ences":2312,"Ġappro":2313,"ĠPolitical":2314,"ces":2315,"Ġ7":2316,"ĠSuper":2317,"ĠFriday":2318,"uson":2319,"'d":2320,"19":2321,"Sh":2322,"Ġfew":2323,"Ġfoll":2324,"ĠMy":2325,"Ġmass":2326,"oci":2327,"ĠJeff":2328,"ousands":2329,"Ġspeech":2330,"ĠCongressman":2331,"ĠMarch":2332,"ĠAbortion":2333,"erguson":2334,"ĠSexual":2335,"ĠMike":2336,"Ġmilitary":2337,"rab":2338,"ains":2339,"ĠBeing":2340,"Ġinterest":2341,"ĠBrown":2342,"Americans":2343,"rack":2344,"ĠNext":2345,"ĠOrder":2346,"ancy":2347,"duct":2348,"ĠSan":2349,"icies":2350,"ĠPat":2351,"ĠDuring":2352,"Ġhop":2353,"owed":2354,"ĠJames":2355,"ago":2356,"uccess":2357,"avor":2358,"ĠAlleg":2359,"Ġimportant":2360,"Joe":2361,"Ġissues":2362,"lobal":2363,"urrent":2364,"ĠCOVID":2365,"ĠSocial":2366,"arl":2367,"Ġcour":2368,"ĠWalk":2369,"ĠWins":2370,"ĠHur":2371,"ĠBad":2372,"ĠTop":2373,"pping":2374,"iff":2375,"Ġlawmakers":2376,"ĠCandidates":2377,"Un":2378,"Ġwrong":2379,"Ġsuggest":2380,"Ġthings":2381,"Ġgr":2382,"Ġonce":2383,"Ġever":2384,"Ġkn":2385,"ĠPolitics":2386,"ĠSe":2387,"ĠNe":2388,"urance":2389,"ĠConvention":2390,"ured":2391,"stitutional":2392,",'":2393,"Don":2394,"mber":2395,"ata":2396,"Ġwrap":2397,"Ġdel":2398,"ĠStep":2399,"riage":2400,"udy":2401,"rote":2402,"Ġbecome":2403,"oke":2404,"Ġrat":2405,"Ġhome":2406,"ivists":2407,"Ġleft":2408,"ĠAdd":2409,"Ġenough":2410,"ĠMedia":2411,"ished":2412,"ĠCent":2413,"Ġfind":2414,"ĠProm":2415,"ĠDel":2416,"ĠDet":2417,"ĠJr":2418,"ift":2419,"earing":2420,"ovember":2421,"ĠCarson":2422,"ĠMcCain":2423,"ĠEconom":2424,"ĠWater":2425,"Ġlar":2426,"iring":2427,"ific":2428,"Ġviol":2429,"HUFFPOST":2430,"ĠChristie":2431,"Ġannounc":2432,"ches":2433,"leased":2434,"andal":2435,"ĠMex":2436,"lyn":2437,"ĠShut":2438,"iana":2439,"Ġmonths":2440,"ĠPutin":2441,"Ġinvestigation":2442,"irus":2443,"sp":2444,"Ġve":2445,"ĠTom":2446,"ites":2447,"rif":2448,"ghan":2449,"ĠAnother":2450,"Ġdifferent":2451,"Ġpoint":2452,"Ġfound":2453,"ocal":2454,"aster":2455,"ĠBecause":2456,"umer":2457,"year":2458,"Ġtook":2459,"ĠNovember":2460,"ĠLast":2461,"urned":2462,"Ġproblem":2463,"ĠSupporters":2464,"empt":2465,"ein":2466,"ones":2467,"stead":2468,"ĠSet":2469,"Ġtoday":2470,"ĠMajor":2471,"Ġconsider":2472,"ĠMayor":2473,"ĠAttacks":2474,"cer":2475,"oub":2476,"ĠSl":2477,"ĠDirector":2478,"ĠGre":2479,"Ġev":2480,"Ġyet":2481,"Ġchang":2482,"ĠPoll":2483,"ances":2484,"Ġimmigration":2485,"ĠTravel":2486,"Pol":2487,"ten":2488,"Ġcover":2489,"ĠDeb":2490,"Ġben":2491,"Ġmembers":2492,"ĠJu":2493,"ĠHead":2494,"11":2495,"Fl":2496,"Law":2497,"More":2498,"Ġ8":2499,"ories":2500,"Ġcivil":2501,"ĠDrug":2502,"ĠToo":2503,"Ġest":2504,"ĠIslam":2505,"Ġconservative":2506,"rowing":2507,"ĠDidn":2508,"His":2509,"iver":2510,"irth":2511,"Ġasked":2512,"ansas":2513,"Ġjustice":2514,"iberal":2515,"Supreme":2516,"cl":2517,"Ġthen":2518,"Ġpost":2519,"ĠIss":2520,"ĠShows":2521,"ĠLawmakers":2522,"everal":2523,"ĠGeorgia":2524,"lic":2525,"ĠDist":2526,"endment":2527,"ĠChallen":2528,"Ġamong":2529,"ugees":2530,"uel":2531,"atur":2532,"ĠChe":2533,"Ġcity":2534,"ĠRally":2535,"ĠRound":2536,"ĠMem":2537,"otential":2538,"ĠUr":2539,"ape":2540,"Ġactually":2541,"Ġgroups":2542,"angerous":2543,"Ġtalk":2544,"Ġcent":2545,"ĠWest":2546,"igious":2547,"ocks":2548,"Ġcontrol":2549,"ĠOfficial":2550,"oves":2551,"Ġaction":2552,"ĠControl":2553,"Ġbad":2554,"Ġhold":2555,"Ġnight":2556,"Ġofficial":2557,"ĠMarijuana":2558,"ibility":2559,"ĠKorea":2560,"?\"":2561,"That":2562,"ither":2563,"Ġfact":2564,"lex":2565,"Ġstory":2566,"udent":2567,"Ġprov":2568,"ebook":2569,"rugg":2570,"Even":2571,"Most":2572,"Mike":2573,"Ġbro":2574,"vey":2575,"Ġbest":2576,"azi":2577,"Ġrunning":2578,"ĠRules":2579,"Friday":2580,"TO":2581,"each":2582,"enn":2583,"Ġforeign":2584,"ĠHistory":2585,"ĠMove":2586,"Ġhost":2587,"Ġreform":2588,"enda":2589,"assment":2590,"Ġ2017":2591,"ĠMarco":2592,"rategy":2593,"ĠNominee":2594,".)":2595,"ken":2596,"isit":2597,"Ġcame":2598,"ĠBudget":2599,"igan":2600,"ocus":2601,"ards":2602,"ĠCongressional":2603,"migrant":2604,"afety":2605,"ĠTells":2606,"ph":2607,"ona":2608,"ĠOhio":2609,"ĠHamp":2610,"ĠEPA":2611,"aken":2612,"ours":2613,"Ġclaims":2614,"ĠMonday":2615,"ĠCivil":2616,"ĠRest":2617,"une":2618,"ĠBarack":2619,"ville":2620,"aud":2621,"Ġemb":2622,"Ġaway":2623,"ĠDead":2624,"ĠMust":2625,"ĠMilitary":2626,"ability":2627,"ĠChair":2628,"ĠBeen":2629,"Ġlegislation":2630,"ĠSyria":2631,"ĠPush":2632,"ĠLong":2633,"urb":2634,"ored":2635,"Ġview":2636,"ĠThursday":2637,"Ġplace":2638,"ĠResign":2639,"So":2640,"gn":2641,"read":2642,"Ġcurrent":2643,"ĠPr":2644,"ĠBorder":2645,"These":2646,"ĠEff":2647,"ĠKey":2648,"iven":2649,"Ġvoting":2650,"shire":2651,"ĠHampshire":2652,"IN":2653,"aug":2654,"ki":2655,"ral":2656,"Ġsocial":2657,"Ġperson":2658,"ĠPAC":2659,"ĠBel":2660,"omney":2661,"raham":2662,"Ġpolls":2663,"gether":2664,"Ġneeds":2665,"com":2666,"ĠGot":2667,"istan":2668,"ĠUS":2669,"ify":2670,"Like":2671,"oring":2672,"Ġfour":2673,"ĠFraud":2674,"ota":2675,"ortation":2676,"term":2677,"Ġstep":2678,"ips":2679,"roversial":2680,"By":2681,"lish":2682,"het":2683,"icks":2684,"Ġwrote":2685,"ĠPres":2686,"asy":2687,"Ġdet":2688,"ada":2689,"rip":2690,"Ġmean":2691,"Ġreportedly":2692,"ĠCharl":2693,"opular":2694,"rizona":2695,"Do":2696,"back":2697,"iber":2698,"tle":2699,"uing":2700,"ined":2701,"ĠPal":2702,"Ġbillion":2703,"ĠFace":2704,"Ġhuman":2705,"ĠLo":2706,"Ġaccused":2707,"Ġsaying":2708,"Ġnomination":2709,"ield":2710,"Cons":2711,"vo":2712,"ĠTalking":2713,"Ġdeb":2714,"ĠLook":2715,"ĠOnly":2716,"artisan":2717,"ager":2718,"okes":2719,"nsyl":2720,"Ġaddress":2721,"Ġbenef":2722,"nsylvan":2723,"uary":2724,"Ġacross":2725,"Ġwr":2726,"ĠDNC":2727,"Ġthough":2728,"ĠNet":2729,"ĠStaff":2730,"quality":2731,"ĠBlock":2732,"oved":2733,"ĠReportedly":2734,"Ġquestions":2735,"Jeb":2736,"ĠDr":2737,"ĠStand":2738,"ustry":2739,"ĠMark":2740,"ounsel":2741,"ĠRoundup":2742,"nsylvania":2743,"alt":2744,"arry":2745,"Elizabeth":2746,"Top":2747,"yers":2748,"Ġfeel":2749,"ĠWrong":2750,"ĠBusiness":2751,"Ġhand":2752,"Ġmen":2753,"ĠKelly":2754,"Ġdoing":2755,"Ġclass":2756,"Ġsupporters":2757,"Ġopen":2758,"ĠAfghan":2759,"To":2760,"ait":2761,"Ġtaking":2762,"ĠPrison":2763,"ĠLou":2764,"Ġprocess":2765,"Ġspecial":2766,"ĠProblem":2767,"Ġorgan":2768,"ĠLeader":2769,"flu":2770,"ĠSlams":2771,"iet":2772,"erve":2773,"anies":2774,"ĠGive":2775,"ĠLatest":2776,"Ġlist":2777,"emic":2778,"ĠSteve":2779,"unt":2780,"Ġexecutive":2781,"ocumented":2782,"Ġpr":2783,"Ġmatter":2784,"olid":2785,"amed":2786,"och":2787,"ocates":2788,"ived":2789,"Ġyoun":2790,"iction":2791,"Ġresponse":2792,"ingle":2793,"icul":2794,"Ġsent":2795,"ĠBro":2796,"ĠMuch":2797,"Ġhope":2798,"ĠEd":2799,"Ġstaff":2800,"ĠStudents":2801,"estic":2802,"Ġjudge":2803,"undred":2804,"Democratic":2805,"ĠJuly":2806,"fra":2807,"oot":2808,"val":2809,"Ġauthor":2810,"arks":2811,"Ġfil":2812,"elos":2813,"Ġrece":2814,"ĠFormer":2815,"ĠKing":2816,"Ġpresidency":2817,"pro":2818,"onav":2819,"Ġoften":2820,"Ġchief":2821,"Ġcommunity":2822,"ĠContin":2823,"ĠMuslims":2824,"onavirus":2825,"gender":2826,"atic":2827,"ĠRich":2828,"omel":2829,"Ġnumber":2830,"Ġprof":2831,"ĠAlabama":2832,"Ġunc":2833,"ĠCountry":2834,"ĠParis":2835,"OJ":2836,"Texas":2837,"den":2838,"Ġcut":2839,"ĠDays":2840,"ĠRomney":2841,"lead":2842,"Ġmod":2843,"epend":2844,"ĠEl":2845,"Ġgen":2846,"Ġbehind":2847,"osit":2848,"ĠSecret":2849,"ottes":2850,"ĠWorkers":2851,"aucus":2852,"Marco":2853,"lynn":2854,"elosi":2855,"AS":2856,"EO":2857,"ority":2858,"ĠCIA":2859,"ĠForeign":2860,"Ġnearly":2861,"ĠChina":2862,"Ġprev":2863,"ĠTeam":2864,"California":2865,"right":2866,"reement":2867,"oug":2868,"ĠCNN":2869,"aries":2870,"ĠHad":2871,"ĠMakes":2872,"Ġdrug":2873,"Ġaren":2874,"ĠSenators":2875,"Ġ2014":2876,"ĠLawyer":2877,"onsin":2878,"isconsin":2879,"ĠOpen":2880,"Ġregul":2881,"ĠFacebook":2882,"ĠWalker":2883,"augur":2884,"ital":2885,"Ġmis":2886,"Ġmillions":2887,"room":2888,"aine":2889,"Ġpoll":2890,"Ġmeas":2891,"Chris":2892,"swer":2893,"BC":2894,"go":2895,"ĠTalk":2896,"ĠTakes":2897,"Ġcrisis":2898,"ĠHard":2899,"Ġinformation":2900,"ĠGar":2901,"ĠLives":2902,"allot":2903,"ĠGoing":2904,"ĠDavid":2905,"aire":2906,"dem":2907,"Ġpersonal":2908,"Ġdeep":2909,"ĠNever":2910,"Ġstrong":2911,"Ġstudents":2912,"ĠClaim":2913,"reated":2914,"Ġsecond":2915,"ancial":2916,"Ġblack":2917,"ĠAmendment":2918,"rimination":2919,"stitution":2920,"Ġcontinue":2921,"piracy":2922,"Ġsuch":2923,"Ġfront":2924,"ĠWednesday":2925,"Ġdiv":2926,"Ġmoment":2927,"rible":2928,"osal":2929,"Ġnothing":2930,"Ġjoin":2931,"ĠReve":2932,"ĠGetting":2933,"Ġcomments":2934,"Can":2935,"ka":2936,"work":2937,"ĠTur":2938,"Ġsimp":2939,"Ġcost":2940,"ĠFerguson":2941,"Ġmeeting":2942,"achers":2943,"urg":2944,"riend":2945,"ĠKids":2946,"Ġaccess":2947,"forc":2948,"arents":2949,"ottesville":2950,"ison":2951,"Ġsexual":2952,"ĠNRA":2953,"Ġemploy":2954,"oct":2955,"ĠJew":2956,"ulian":2957,"ained":2958,"Ġval":2959,"Ġ2015":2960,"Ġplans":2961,"Ġworkers":2962,"ĠArrest":2963,"America":2964,"Ġkey":2965,"ĠGeorge":2966,"porate":2967,"People":2968,"kra":2969,"ĠSuggest":2970,"ĠCut":2971,"omestic":2972,"ĠFound":2973,"ĠMur":2974,"Ġhimself":2975,"Ġnon":2976,"asts":2977,"Ġchair":2978,"ĠWhile":2979,"Ġ100":2980,"retty":2981,"Ġrecord":2982,"ĠDefense":2983,"ucky":2984,"Ġeffect":2985,"ology":2986,"ducation":2987,"mit":2988,"Ġwater":2989,"Ġwoman":2990,"Ġweeks":2991,"Ġdead":2992,"rag":2993,"osp":2994,"icted":2995,"ĠUniversity":2996,"Ġcommun":2997,"Ġimmigrants":2998,"Ġkilled":2999,"ĠInvestigation":3000,"My":3001,"ai":3002,"non":3003,"Ġold":3004,"ĠRa":3005,"ĠFar":3006,"asich":3007,"ado":3008,"Ġearly":3009,"Ġevidence":3010,"riends":3011,"aging":3012,"ĠDoes":3013,"ĠTrade":3014,"Ben":3015,"sc":3016,"Ġsure":3017,"Ġfree":3018,"ĠRoy":3019,"eline":3020,"illing":3021,"Ġlives":3022,"using":3023,"aged":3024,"Ġvoter":3025,"ĠAction":3026,"Ġfamilies":3027,"ĠService":3028,"Ġign":3029,"ĠSee":3030,"aring":3031,"icago":3032,"run":3033,"Ġtoward":3034,"ĠRed":3035,"ĠBre":3036,"Ġhar":3037,"Ġmark":3038,"ĠJud":3039,"Ġalways":3040,"Ġkind":3041,"ĠGuns":3042,"ĠCollege":3043,"ĠComments":3044,"aughter":3045,"Ġeduc":3046,"ature":3047,"ĠCEO":3048,"Ġshooting":3049,"Ġsuccess":3050,"Ġseveral":3051,"ĠDream":3052,"ruitt":3053,"Ġbring":3054,"ĠFlynn":3055,"oti":3056,"Ġmakes":3057,"ecess":3058,"eals":3059,"izes":3060,"Ġshows":3061,"Ġexc":3062,"Ġ2020":3063,"Ġdecl":3064,"egoti":3065,"rowd":3066,"Ġelections":3067,"Ġmovement":3068,"Ġmajority":3069,"ĠFamily":3070,"uer":3071,"Ġfire":3072,"Ġbas":3073,"ushner":3074,"Ġforce":3075,"arth":3076,"Ġpolicies":3077,"ĠPolls":3078,"ĠOfficials":3079,"ĠActually":3080,"velop":3081,"ĠDefends":3082,"Ġseems":3083,"Ġincluding":3084,"Ġidea":3085,"undreds":3086,"Ab":3087,"Will":3088,"Watch":3089,"ehner":3090,"national":3091,"ðŁ":3092,"Ġter":3093,"Ġtarget":3094,"alty":3095,"ĠCost":3096,"Ġcertain":3097,"Ġfear":3098,"ĠIde":3099,"Ġdirector":3100,"ĠLat":3101,"Ġreason":3102,"ĠJeb":3103,"Ġris":3104,"Ġcannot":3105,"ĠPlans":3106,"Ġdiscuss":3107,"umbers":3108,"Ġeconomic":3109,"ĠAnnounc":3110,"ming":3111,"era":3112,"ĠAir":3113,"ĠBreak":3114,"ĠMiddle":3115,"Ġne":3116,"ĠLess":3117,"oser":3118,"ipl":3119,"aves":3120,"Ġrepresent":3121,"Ġcalling":3122,"ĠRunning":3123,"Ġfunding":3124,"vironmental":3125,"All":3126,"Mich":3127,"iam":3128,"stand":3129,"ental":3130,"ĠMeeting":3131,"Ġdone":3132,"Ġdirect":3133,"ĠYet":3134,"ĠSpending":3135,"Ġclose":3136,"ĠAssault":3137,"ĠRobert":3138,"Biden":3139,"Dis":3140,"Judge":3141,"Let":3142,"Our":3143,"lac":3144,"ny":3145,"ule":3146,"alse":3147,"icers":3148,"Ġpick":3149,"ĠDes":3150,"ĠOb":3151,"lean":3152,"omes":3153,"ĠMeet":3154,"ĠMade":3155,"Ġhon":3156,"ĠGreat":3157,"Ġnuclear":3158,"Ġlost":3159,"usion":3160,"ĠEast":3161,"ister":3162,"ĠUse":3163,"Ġalmost":3164,"Ġvoted":3165,"upremac":3166,"ĠBannon":3167,"ĠJohnson":3168,"ACA":3169,"Ġlooking":3170,"ribut":3171,"selves":3172,"ING":3173,"Who":3174,"eration":3175,"ĠArab":3176,"ĠSunday":3177,"Ġprivate":3178,"Ġfive":3179,"ĠPelosi":3180,"ĠNation":3181,"Ġlove":3182,"ĠThinks":3183,"ĠSecond":3184,"oving":3185,"Ġaccording":3186,"Ġdecades":3187,"Ġevening":3188,"ĠCounty":3189,"ĠQuestion":3190,"aturday":3191,"Ġyoung":3192,"uerto":3193,".'":3194,"Mon":3195,"Russ":3196,"Sp":3197,"Ġtimes":3198,"ĠTarget":3199,"alia":3200,"ĠSaid":3201,"Ġwords":3202,"ĠPruitt":3203,"ĠGraham":3204,"ĠLGBT":3205,"Ġreleased":3206,"ĠSpeaker":3207,"ĠExt":3208,"ĠWarns":3209,"ĠResponse":3210,"bass":3211,"woman":3212,"hest":3213,"Ġcitizens":3214,"Ġbu":3215,"ĠWatch":3216,"Ġname":3217,"ĠSpecial":3218,"Ġunt":3219,"Ġexpected":3220,"ĠFlint":3221,"Ġeveryone":3222,"ĠProtesters":3223,"Ġinvol":3224,"eachment":3225,"Federal":3226,"ne":3227,"off":3228,"iter":3229,"ĠHack":3230,"ĠMight":3231,"ĠMean":3232,"ĠGi":3233,"riff":3234,"aper":3235,"itted":3236,"ĠImmigrants":3237,"ĠDecl":3238,"ners":3239,"ving":3240,"Ġ...":3241,"ĠSaturday":3242,"Ġsupp":3243,"rut":3244,"Ġhaving":3245,"urch":3246,"ĠKushner":3247,"Ġunf":3248,"blems":3249,"ĠMarriage":3250,"Ġcountries":3251,"ĠExplain":3252,"ĠAmid":3253,"ĠAppro":3254,"Ġrole":3255,"ĠRacist":3256,"Ġteam":3257,"Im":3258,"bol":3259,"eace":3260,"ĠArizona":3261,"ĠSil":3262,"ĠCuts":3263,"Ġseek":3264,"olf":3265,"ĠNuclear":3266,"ĠLew":3267,"ĠStri":3268,"ĠKasich":3269,"ĠRev":3270,"ĠMexico":3271,"Bl":3272,"Every":3273,"of":3274,"ĠTrying":3275,"ĠShoot":3276,"Ġwent":3277,"entucky":3278,"ĠMatter":3279,"imum":3280,"Ġred":3281,"irc":3282,"Ġevent":3283,"ĠUkra":3284,"Ġvice":3285,"Ġcoming":3286,"ĠMonth":3287,"Ġinterview":3288,"Ġbelow":3289,"Ġeffort":3290,"ĠAfghanistan":3291,"ĠLouis":3292,"US":3293,"cy":3294,"oup":3295,"ĠSex":3296,"Ġceleb":3297,"ĠMany":3298,"Ġmet":3299,"ĠStart":3300,"ĠClass":3301,"Ġprogressive":3302,"ĠProgram":3303,"Ġpoliticians":3304,"Ġagency":3305,"Ġefforts":3306,"Ġeconomy":3307,"ĠTweets":3308,"Scott":3309,"ĠQuestions":3310,"fect":3311,"urop":3312,"ats":3313,"Ġbuild":3314,"ĠWere":3315,"Ġline":3316,"Ġeach":3317,"ĠJune":3318,"ensive":3319,"ĠAren":3320,"berg":3321,"State":3322,"Ġwanted":3323,"Ġinsurance":3324,"vanka":3325,"ĠMedicaid":3326,"uliani":3327,"Ġseen":3328,"ĠHand":3329,"ĠBest":3330,"ĠFire":3331,"ador":3332,"eft":3333,"Ġconv":3334,"Ġrally":3335,"Ġjud":3336,"ogn":3337,"Ġothers":3338,"ĠPlay":3339,"flict":3340,"dd":3341,"orado":3342,"ĠPan":3343,"ĠPoints":3344,"ĠHon":3345,"ĠFree":3346,"ĠInv":3347,"ĠForce":3348,"ĠBehind":3349,"Ġvotes":3350,"itting":3351,"olls":3352,"While":3353,"ĠFinally":3354,"Ġvictory":3355,"ĠBetter":3356,"Bill":3357,"Geor":3358,"nect":3359,"onst":3360,"alks":3361,"Ġable":3362,"ĠAway":3363,"ĠFreedom":3364,"Ġhig":3365,"ĠEth":3366,"ĠVideo":3367,"ĠConway":3368,"ĠWithout":3369,"ordable":3370,"Ġspeak":3371,"Ġrules":3372,"ĠTwo":3373,"Ġcontinues":3374,"Ġserious":3375,"ĠCharlottesville":3376,"50":3377,"body":3378,"ederate":3379,"ĠSub":3380,"ĠCaucus":3381,"icts":3382,"Ġpossible":3383,"iles":3384,"Ġlo":3385,"ĠEducation":3386,"istoric":3387,"ĠConstitution":3388,"Ġprobably":3389,"gressives":3390,"Ġresign":3391,"ĠBillion":3392,"Ġusing":3393,"Ġsomeone":3394,"ĠPhot":3395,"forcement":3396,"kes":3397,"los":3398,"Ġahead":3399,"Ġbreak":3400,"ersey":3401,"ĠList":3402,"sey":3403,"ctions":3404,"ully":3405,"ĠChildren":3406,"Ġsoon":3407,"afe":3408,"Ġjobs":3409,"ĠShutdown":3410,"ĠGreen":3411,"ĠPresidency":3412,"aut":3413,"ĠCub":3414,"Ġwatch":3415,"Ġfail":3416,"ĠDan":3417,"ĠBomb":3418,"ĠMatt":3419,"ote":3420,"Ġlim":3421,"ession":3422,"ĠChris":3423,"Ġ11":3424,"ĠLawmaker":3425,"Ġanyone":3426,"Ġanything":3427,"auguration":3428,"**":3429,"roll":3430,"Ġtalking":3431,"ĠSer":3432,"ĠSave":3433,"arian":3434,"Ġthought":3435,"riot":3436,"ĠKn":3437,"ĠThing":3438,"Ġlevel":3439,"legal":3440,"Ġsurpris":3441,"ocuments":3442,"ĠLetter":3443,"TON":3444,"audi":3445,"iplom":3446,"uce":3447,"erman":3448,"reas":3449,"ĠAhead":3450,"Ġtogether":3451,"ĠFuture":3452,"Ġhate":3453,"ĠEurop":3454,"ĠVery":3455,"agon":3456,"ipartisan":3457,"Ġdose":3458,"Ġspeaker":3459,"Ġexper":3460,"Ġcompany":3461,"ĠAccess":3462,"ĠGoes":3463,"ĠRecord":3464,"rought":3465,"Ġrespons":3466,"arently":3467,"Ġattacks":3468,"ument":3469,"Ġ#":3470,"ĠTV":3471,"orial":3472,"eds":3473,"Ġpotential":3474,"Ġbudget":3475,"Ġbattle":3476,"ĠWoman":3477,"ĠWisconsin":3478,"oms":3479,"ĠFall":3480,"Ġmessage":3481,"ĠGay":3482,"Ġlow":3483,"Ġlive":3484,"sequ":3485,"orture":3486,"ĠJersey":3487,"ĠChild":3488,"ĠChang":3489,"Ġrepeal":3490,"Ġelected":3491,"ĠGroups":3492,"ĠIntelligence":3493,"Ġcongressional":3494,"Twitter":3495,"ĠPennsylvania":3496,"ASH":3497,"Musl":3498,"pay":3499,"aled":3500,"icip":3501,"Ġprison":3502,"ĠEver":3503,"Ġforward":3504,"opho":3505,"ablish":3506,"Ġwasn":3507,"Ġrespond":3508,"ĠMichigan":3509,"Ġcourse":3510,"OT":3511,"eky":3512,"kl":3513,"lace":3514,"ĠSystem":3515,"Ġcar":3516,"ĠDiv":3517,"ĠStar":3518,"Ġvideo":3519,"Ġprosecut":3520,"Ġ18":3521,"Ġsenators":3522,"Ġendors":3523,"Ġhappened":3524,"ĠAdviser":3525,"ĠAddress":3526,"void":3527,"Ġuntil":3528,"Many":3529,"ster":3530,"stein":3531,"ĠCover":3532,"ĠCitizens":3533,"Ġsusp":3534,"Ġcred":3535,"ĠHate":3536,"uty":3537,"ĠKim":3538,"net":3539,"Ġtreat":3540,"ĠTer":3541,"ĠCho":3542,"Ġcriminal":3543,"Ġfull":3544,"Ġfocus":3545,"Ġmain":3546,"ĠGives":3547,"roops":3548,"istance":3549,"ction":3550,"raz":3551,"ifican":3552,"Ġshot":3553,"Ġcalls":3554,"Ġremain":3555,"Ġprep":3556,"aught":3557,"ĠSchools":3558,"ĠVictory":3559,"Ġelse":3560,"INGTON":3561,"ĠUkraine":3562,"ASHINGTON":3563,"DA":3564,"Mitch":3565,"care":3566,"Ġturn":3567,"orse":3568,"ĠRico":3569,"ĠHost":3570,"Ġmiss":3571,"resp":3572,"ĠGold":3573,"ĠLeft":3574,"Ġreve":3575,"rain":3576,"Ġ12":3577,"onduct":3578,"Ġattention":3579,"Ġactions":3580,"Ġpassed":3581,"anne":3582,"ĠEndorses":3583,"Ġannounced":3584,"fort":3585,"rad":3586,"ĠSusp":3587,"Ġpat":3588,"ĠPuerto":3589,"ĠDOJ":3590,"Ġbar":3591,"leag":3592,"ĠFail":3593,"Ġdemocracy":3594,"ĠGen":3595,"ece":3596,"ĠLabor":3597,"ĠLeave":3598,"Ġ2018":3599,"ĠâĢĵ":3600,"Ġlawyer":3601,"Ġaccount":3602,"Ġguns":3603,"Ġcheeky":3604,"aska":3605,"structure":3606,".,":3607,"eared":3608,"Ġpred":3609,"ĠRNC":3610,"ĠHol":3611,"ĠHome":3612,"ĠHUFFPO":3613,"ĠLive":3614,"akota":3615,"ĠVeter":3616,"ipeline":3617,"ĠAlready":3618,"ĠExecutive":3619,"Ġcontroversial":3620,"isconduct":3621,"Ġabortion":3622,"irmation":3623,"regon":3624,"Two":3625,"ĠFranc":3626,"Ġincreas":3627,"hetoric":3628,"frastructure":3629,"ĠHUFFPOST":3630,"WASHINGTON":3631,"ler":3632,"viv":3633,"Ġair":3634,"ĠSk":3635,"ilities":3636,"ĠDemocracy":3637,"ĠWhere":3638,"ĠFinds":3639,"ĠMaking":3640,"ĠThen":3641,"Ġglobal":3642,"Ġheld":3643,"ĠJim":3644,"ouri":3645,"ivid":3646,"apons":3647,"Ġspec":3648,"ounce":3649,"Ġcommittee":3650,"ĠConsider":3651,"Ġchallenge":3652,"May":3653,"dog":3654,"ĠSeat":3655,"Ġson":3656,"Ġfavor":3657,"ĠHill":3658,"ĠMid":3659,"Ġthousands":3660,"ushing":3661,"ĠElizabeth":3662,"Ġprovid":3663,"ĠAsks":3664,"Ġspent":3665,"indsey":3666,"ĠVotes":3667,"ĠAdm":3668,"ismiss":3669,"Ġindustry":3670,"evada":3671,"Ġassault":3672,"Ġtrue":3673,"ĠVictims":3674,"Ġclaimed":3675,"Muslim":3676,"tion":3677,"atory":3678,"Ġap":3679,"Ġpaid":3680,"Ġposit":3681,"ilar":3682,"ĠHits":3683,"ĠMen":3684,"uters":3685,"Ġgave":3686,"Ġreality":3687,"urd":3688,"ively":3689,"Ġlear":3690,"ghazi":3691,"Ġspending":3692,"ĠProsecut":3693,"actly":3694,"Ġart":3695,"ulture":3696,"Ġadviser":3697,"ĠFunding":3698,"Ġsmall":3699,"ricane":3700,"Ġeducation":3701,"con":3702,"ez":3703,"hold":3704,"mine":3705,"Ġur":3706,"Ġtaken":3707,"Ġseat":3708,"Ġpar":3709,"ĠHuman":3710,"Ġhours":3711,"Ġlocal":3712,"ortunity":3713,"ĠStory":3714,"ĠVisit":3715,"estro":3716,"ĠAng":3717,"Ġexpect":3718,"afort":3719,"Ġrelations":3720,"Ġdesc":3721,"Ġdevelop":3722,"ificant":3723,"Ar":3724,"iant":3725,"mas":3726,"ane":3727,"ston":3728,"iti":3729,"ĠSince":3730,"Ġcounsel":3731,"ĠDespite":3732,"ĠDACA":3733,"ĠBu":3734,"asons":3735,"Ġdoub":3736,"elt":3737,"amb":3738,"ĠLife":3739,"Ġrev":3740,"Ġbegin":3741,"raft":3742,"ivist":3743,"rated":3744,"ĠThings":3745,"orsuch":3746,"ĠDecision":3747,"Ġlonger":3748,"ĠConfederate":3749,"Ġ50":3750,"Ġletter":3751,"helle":3752,"bassador":3753,"ĠGiuliani":3754,"15":3755,"iar":3756,"ril":3757,"ĠSent":3758,"ĠCrime":3759,"Ġinflu":3760,"Ġvo":3761,"overty":3762,"Ġ15":3763,"ograp":3764,"Report":3765,"legates":3766,"ĠCommission":3767,"ĠRefugees":3768,"Ġtrade":3769,"Ġprevent":3770,"Ġbiggest":3771,"ĠInterview":3772,"ĠBoehner":3773,"time":3774,"ĠTurn":3775,"ĠSame":3776,"ĠSaudi":3777,"ichelle":3778,"iling":3779,"ĠHop":3780,"ĠMitch":3781,"emale":3782,"ĠJournal":3783,"ĠKh":3784,"thony":3785,"ĠRequ":3786,"ĠRelease":3787,"Ġwouldn":3788,"ounts":3789,"ocking":3790,"Ġexplain":3791,"ounds":3792,"Ġrule":3793,"Ġcompanies":3794,"evin":3795,"Ġtruth":3796,"arlier":3797,"ĠEconomic":3798,"ĠAnnounces":3799,"Anti":3800,"Off":3801,"ĠTown":3802,"stant":3803,"ĠAide":3804,"Ġsum":3805,"Ġpush":3806,"ĠHaw":3807,"oma":3808,"Ġdata":3809,"Ġmid":3810,"ĠNight":3811,"rove":3812,"ĠJones":3813,"uster":3814,"que":3815,"ĠReid":3816,"ĠProf":3817,"ĠScandal":3818,"Ġruling":3819,"Ġitself":3820,"Ġarrest":3821,"Another":3822,"ĠLegisl":3823,"Ġchoice":3824,"Ġextrem":3825,"ĠApril":3826,"ociety":3827,"ĠSuggests":3828,"Sunday":3829,"cern":3830,"inet":3831,"inner":3832,"Ġaw":3833,"ĠSon":3834,"Ġsk":3835,"Ġfig":3836,"ĠIll":3837,"rust":3838,"ĠWhether":3839,"omo":3840,"Ġmem":3841,"ĠLove":3842,"Ġlate":3843,"Ġreject":3844,"urning":3845,"istic":3846,"Ġstrugg":3847,"ĠChicago":3848,"inees":3849,"Ġagenda":3850,"iversary":3851,"ĠNomination":3852,"ablishment":3853,"ividual":3854,"Am":3855,"North":3856,"Right":3857,"eaking":3858,"ias":3859,"Ġsit":3860,"Ġsex":3861,"Ġpoor":3862,"ĠPort":3863,"ĠPri":3864,"ĠOct":3865,"ĠBirth":3866,"owers":3867,"urther":3868,"tern":3869,"ĠOnce":3870,"ĠKoch":3871,"ĠReady":3872,"Ġmeans":3873,"ĠManafort":3874,"Ġ30":3875,"Ġhearing":3876,"Ġtweeted":3877,"aiting":3878,"iers":3879,"lo":3880,"Ġtry":3881,"arah":3882,"ĠDrop":3883,"ĠRule":3884,"ominees":3885,"Ġhalf":3886,"Ġground":3887,"Ġbeh":3888,"Ġleading":3889,"ropri":3890,"Ġschools":3891,"Ġknown":3892,"ĠEthics":3893,"Sanders":3894,"ipp":3895,"iest":3896,"more":3897,"Ġtried":3898,"Ġside":3899,"Ġself":3900,"Ġshoot":3901,"Ġcases":3902,"ĠPra":3903,"ĠWell":3904,"ĠHear":3905,"ĠBuild":3906,"ĠGorsuch":3907,"echn":3908,"ĠThese":3909,"Ġform":3910,"ĠJail":3911,"alled":3912,"rage":3913,"Ġanswer":3914,"Ġpolling":3915,"ĠSpeak":3916,"ĠScalia":3917,"Ġgets":3918,"Ġappear":3919,"ĠHarassment":3920,"Ġfinally":3921,"Ġhappen":3922,"ĠAffordable":3923,"klah":3924,"Bar":3925,"Fox":3926,"ders":3927,"self":3928,"wh":3929,"Ġwealth":3930,"ĠPast":3931,"Ġbr":3932,"ĠRips":3933,"Ġdangerous":3934,"illerson":3935,"ĠLaun":3936,"Ġlack":3937,"Ġliberal":3938,"irt":3939,"ources":3940,"ĠKen":3941,"ching":3942,"Ġshut":3943,"Ġadm":3944,"encies":3945,"Ġresults":3946,"ounter":3947,"Ġsense":3948,"fully":3949,"Ġtrad":3950,"Ġfacing":3951,"Ġrecently":3952,"Ġevents":3953,"ma":3954,"Ġtri":3955,"Ġturned":3956,"ales":3957,"ĠAw":3958,"ĠAuthor":3959,"ĠSeek":3960,"ĠCeleb":3961,"ĠCrack":3962,"Ġsafety":3963,"Ġcre":3964,"Ġborder":3965,"ently":3966,"ĠHot":3967,"Ġdam":3968,"Ġinstead":3969,"utes":3970,"ĠViol":3971,"estin":3972,"Ġask":3973,"Ġrad":3974,"elling":3975,"ĠAsked":3976,"ĠSpicer":3977,"nergy":3978,"ĠEmails":3979,"ĠHarvey":3980,"ĠIndiana":3981,"Ġcongressman":3982,"ĠLawsuit":3983,"Act":3984,"En":3985,"Jeff":3986,"Tuesday":3987,"Vot":3988,"War":3989,"bl":3990,"band":3991,"ients":3992,"lin":3993,"uments":3994,"uomo":3995,"ergy":3996,"ĠSept":3997,"isions":3998,"ĠCamp":3999,"entagon":4000,"ĠHit":4001,"ĠLear":4002,"Ġconvention":4003,"enders":4004,"abinet":4005,"ebs":4006,"Ġalong":4007,"aven":4008,"Ġopin":4009,"ĠConservative":4010,"ecially":4011,"ĠFaces":4012,"Ġallegations":4013,"ĠAllegations":4014,"ĠCenter":4015,"Ġveter":4016,"Ġcoverage":4017,"ĠIdea":4018,"klahoma":4019,"do":4020,"Ġenc":4021,"onents":4022,"esc":4023,"Ġsingle":4024,"Ġfreedom":4025,"ĠPark":4026,"Ġocc":4027,"ĠDakota":4028,